Repository: keep1234quiet/CoAuthor
Catalog: language/Lang.*.resx
Languages: af_za, ar_sa, bn_bd, de_de, es_es, fa_ir, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, pt_br, ru_ru, ta_in, tr_tr, uk_ua, ur_pk, zh_cn

# RibbonChatGPT_toggleButton_autowrite
source: Auto-Complete
af_za: Outomatiese voortsetting
ar_sa: الإكمال التلقائي
bn_bd: স্বয়ংক্রিয় লেখার সম্পূর্ণতা
de_de: Automatisches Vervollständigen
es_es: Auto-Completar
fa_ir: تکمیل خودکار
fr_fr: Complétion automatique
hi_in: ऑटो-संपूर्ण
id_id: Penyelesaian Otomatis
it_it: completamento automatico
ja_jp: 自動補完
ko_kr: 자동 재작성
pt_br: Auto-Completar
ru_ru: Автодополнение
ta_in: தானாக முடிக்கும்
tr_tr: Otomatik Tamamlama
uk_ua: Автоматичне завершення написання
ur_pk: خودکار مکمل
zh_cn: 自动续写

# RibbonChatGPT_button_refactor
source: Restructure Content
af_za: Herstruktureer inhoud
ar_sa: إعادة هيكلة المحتوى
bn_bd: পুনর্গঠিত সন্তুষ্টি
de_de: Inhalt refaktorisieren
es_es: Reestructurar Contenido
fa_ir: بازسازی محتوا
fr_fr: Refonte du contenu
hi_in: संरचना को पुनर्गठित करें
id_id: Penyusunan Ulang Konten
it_it: Riorganizzazione del contenuto
ja_jp: コンテンツ再構築
ko_kr: 콘텐츠 재구성
pt_br: Reestruturar Conteúdo
ru_ru: Рефакторинг контента
ta_in: உள்ளடக்க மறுஉடைமைக்குப் புதுப்பித்தல்
tr_tr: İçerik Yeniden Yapılandırma
uk_ua: Перебудова вмісту
ur_pk: مادے کی دوبارہ ترتیب
zh_cn: 重构内容

# RibbonChatGPT_button_custom_command_1
source: Custom Command 1
af_za: Persoonlike opdrag 1
ar_sa: الأمر المخصص 1
bn_bd: কাস্টম কমান্ড 1
de_de: Benutzerdefiniertes Kommando 1
es_es: Comando Personalizado 1
fa_ir: دستور سفارشی 1
fr_fr: Commande personnalisée 1
hi_in: कस्टम कमांड 1
id_id: Perintah Khusus 1
it_it: Comando personalizzato 1
ja_jp: カスタムコマンド1
ko_kr: 사용자 정의 명령 1
pt_br: Comando Personalizado 1
ru_ru: Пользовательская команда 1
ta_in: தனிப்பட்ட கட்டளை 1
tr_tr: Özel Komut 1
uk_ua: Спеціальна команда 1
ur_pk: اپنی مرضی کے مطابق حکم
zh_cn: 自定义指令1

# RibbonChatGPT_button_custom_command_2
source: Custom Command 2
af_za: Persoonlike opdrag 2
ar_sa: الأمر المخصص 2
bn_bd: কাস্টম কমান্ড 2
de_de: Benutzerdefiniertes Kommando 2
es_es: Comando Personalizado 2
fa_ir: دستور سفارشی 2
fr_fr: Commande personnalisée 2
hi_in: कस्टम कमांड 2
id_id: Perintah Khusus 2
it_it: Comando personalizzato 2
ja_jp: カスタムコマンド2
ko_kr: 사용자 정의 명령 2
pt_br: Comando Personalizado 2
ru_ru: Пользовательская команда 2
ta_in: தனிப்பட்ட கட்டளை 2
tr_tr: Özel Komut 2
uk_ua: Спеціальна команда 2
ur_pk: اپنی مرضی کے مطابق حکم
zh_cn: 自定义指令2

# RibbonChatGPT_button_custom_command_3
source: Custom Command 3
af_za: Persoonlike opdrag 3
ar_sa: الأمر المخصص 3
bn_bd: কাস্টম কমান্ড 3
de_de: Benutzerdefiniertes Kommando 3
es_es: Comando Personalizado 3
fa_ir: دستور سفارشی 3
fr_fr: Commande personnalisée 3
hi_in: कस्टम कमांड 3
id_id: Perintah Khusus 3
it_it: Comando personalizzato 3
ja_jp: カスタムコマンド3
ko_kr: 사용자 정의 명령 3
pt_br: Comando Personalizado 3
ru_ru: Пользовательская команда 3
ta_in: தனிப்பட்ட கட்டளை 3
tr_tr: Özel Komut 3
uk_ua: Спеціальна команда 3
ur_pk: اپنی مرضی کے مطابق حکم
zh_cn: 自定义指令3

# RibbonChatGPT_button_setting
source: Settings
af_za: Instellings
ar_sa: الإعدادات
bn_bd: সেটিংস
de_de: Einstellungen
es_es: Configuraciones
fa_ir: تنظیمات
fr_fr: Paramètres
hi_in: सेटिंग्स
id_id: Pengaturan
it_it: Impostazioni
ja_jp: 設定
ko_kr: 설정
pt_br: Configurações
ru_ru: Настройки
ta_in: அமைப்புகள்
tr_tr: Ayarlar
uk_ua: Налаштування
ur_pk: ترتیب دینا
zh_cn: 设置

# RibbonChatGPT_button_help
source: User Guide
af_za: Gebruikergids
ar_sa: دليل المستخدم
bn_bd: ব্যবহারকারী গাইড
de_de: Hilfe verwenden
es_es: Guía de Usuario
fa_ir: راهنمای کاربر
fr_fr: Aide à l'utilisation
hi_in: उपयोगकर्ता गाइड
id_id: Bantuan Pengguna
it_it: Guida per l'uso
ja_jp: 利用ガイド
ko_kr: 사용자 가이드
pt_br: Guia do Usuário
ru_ru: Справка по использованию
ta_in: பயனர் தொகுதிப் பயிற்சி
tr_tr: Kullanıcı Kılavuzu
uk_ua: Посібник користувача
ur_pk: صارف کا ہدایت نامہ
zh_cn: 使用帮助

# FormSet_label_config_title
source: Common Configuration Modification
af_za: Veel gebruikte konfigurasie verandering
ar_sa: تعديل التكوين الشائع
bn_bd: সাধারণ কনফিগারেশন পরিবর্তন
de_de: Änderung der allgemeinen Konfiguration
es_es: Modificación de Configuración Común
fa_ir: تغییر پیکربندی مشترک
fr_fr: Modification de la configuration générale
hi_in: सामान्य कॉन्फ़िगरेशन संशोधन
id_id: Pengubahan Konfigurasi Umum
it_it: Modifica della configurazione comune
ja_jp: 一般設定変更
ko_kr: 자주 사용되는 설정 수정
pt_br: Modificação de Configuração Comum
ru_ru: Изменение общей конфигурации
ta_in: பொது உள்ளமைவு மாற்றம்
tr_tr: Ortak Yapılandırma Değişikliği
uk_ua: Зміна звичайної конфігурації
ur_pk: عام ترتیب تبدیلی
zh_cn: 常用配置修改

# FormSet_label_write_introduce
source: Writing Prompts
af_za: Voortsetting van die leiding woorde
ar_sa: تلميحات الكتابة المستمرة
bn_bd: লেখার পরামর্শ
de_de: Anweisungen zur Fortsetzung des Schreibens
es_es: Prompts de Escritura
fa_ir: پرسش‌های نوشتاری
fr_fr: Instructions pour continuer l'écriture
hi_in: लेखन जारी रखने के बोलबाले।
id_id: Petunjuk Penulisan
it_it: Suggerimenti di scrittura
ja_jp: 書き込みプロンプト
ko_kr: 작성 가이드 단어 계속
pt_br: Prompts de Escrita
ru_ru: Инструкции для продолжения написания
ta_in: எழுத்து உதவி வார்ப்புருக்கள்
tr_tr: Yazma İpuçları
uk_ua: Підказки для письма
ur_pk: لکھنے کے لئے رہنمائی
zh_cn: 续写引导词

# FormSet_label_custom_command_1
source: Custom Command 1
af_za: Persoonlike opdrag 1
ar_sa: الأمر المخصص 1
bn_bd: কাস্টম কমান্ড 1
de_de: Benutzerdefiniertes Kommando 1
es_es: Comando Personalizado 1
fa_ir: دستور سفارشی 1
fr_fr: Commande personnalisée 1
hi_in: कस्टम कमांड 1
id_id: Perintah Khusus 1
it_it: Comando personalizzato 1
ja_jp: カスタムコマンド1
ko_kr: 사용자 정의 명령 1
pt_br: Comando Personalizado 1
ru_ru: Пользовательская команда 1
ta_in: தனிப்பட்ட கட்டளை 1
tr_tr: Özel Komut 1
uk_ua: Спеціальна команда 1
ur_pk: اپنی مرضی کے مطابق حکم
zh_cn: 自定义指令1

# FormSet_label_custom_command_2
source: Custom Command 2
af_za: Persoonlike opdrag 2
ar_sa: الأمر المخصص 2
bn_bd: কাস্টম কমান্ড 2
de_de: Benutzerdefiniertes Kommando 2
es_es: Comando Personalizado 2
fa_ir: دستور سفارشی 2
fr_fr: Commande personnalisée 2
hi_in: कस्टम कमांड 2
id_id: Perintah Khusus 2
it_it: Comando personalizzato 2
ja_jp: カスタムコマンド2
ko_kr: 사용자 정의 명령 2
pt_br: Comando Personalizado 2
ru_ru: Пользовательская команда 2
ta_in: தனிப்பட்ட கட்டளை 2
tr_tr: Özel Komut 2
uk_ua: Спеціальна команда 2
ur_pk: اپنی مرضی کے مطابق حکم
zh_cn: 自定义指令2

# FormSet_label_custom_command_3
source: Custom Command 3
af_za: Persoonlike opdrag 3
ar_sa: الأمر المخصص 3
bn_bd: কাস্টম কমান্ড 3
de_de: Benutzerdefiniertes Kommando 3
es_es: Comando Personalizado 3
fa_ir: دستور سفارشی 3
fr_fr: Commande personnalisée 3
hi_in: कस्टम कमांड 3
id_id: Perintah Khusus 3
it_it: Comando personalizzato 3
ja_jp: カスタムコマンド3
ko_kr: 사용자 정의 명령 3
pt_br: Comando Personalizado 3
ru_ru: Пользовательская команда 3
ta_in: தனிப்பட்ட கட்டளை 3
tr_tr: Özel Komut 3
uk_ua: Спеціальна команда 3
ur_pk: اپنی مرضی کے مطابق حکم
zh_cn: 自定义指令3

# FormSet_label_answer_num
source: Candidate Answers
af_za: Kandidate antwoorde
ar_sa: الإجابات المرشحة
bn_bd: উম্মুক্ত উত্তর
de_de: Kandidatenantworten
es_es: Respuestas Candidatas
fa_ir: پاسخ‌های متعدد
fr_fr: Réponses de candidats
hi_in: उम्मीदवार जवाब
id_id: Jawaban Kandidat
it_it: Risposte candidate
ja_jp: 外された答え
ko_kr: 후보 응답
pt_br: Respostas Candidatas
ru_ru: Кандидатские ответы
ta_in: தேர்ந்தெடுக்கப்பட்ட பதில்கள்
tr_tr: Aday Yanıtlar
uk_ua: Варіанти відповіді
ur_pk: امکانات دستیاب جوابات
zh_cn: 候选回答

# FormSet_label_trigger_time
source: Trigger Time
af_za: Trigger tyd
ar_sa: وقت التشغيل
bn_bd: স্পর্শ সময়
de_de: Auslösezeit
es_es: Tiempo de Disparo
fa_ir: زمان فعال سازی
fr_fr: Temps de déclenchement
hi_in: ट्रिगर समय
id_id: Waktu Pemicu
it_it: Orario di scatenamento
ja_jp: トリガータイム
ko_kr: 트리거 시간
pt_br: Tempo de Disparo
ru_ru: Время срабатывания
ta_in: நேரத்தை தூண்டுதல்
tr_tr: Tetikleme Süresi
uk_ua: Час спрацювання
ur_pk: ٹریگر ٹائم
zh_cn: 触发时间

# FormSet_label_message_num
source: Message Count
af_za: Aantal boodskappe
ar_sa: عدد الرسائل
bn_bd: বার্তা সংখ্যা
de_de: Anzahl der Nachrichten
es_es: Cantidad de Mensajes
fa_ir: تعداد پیام‌ها
fr_fr: Nombre de messages
hi_in: संदेश संख्या
id_id: Jumlah Pesan
it_it: Numero di messaggi
ja_jp: メッセージ数
ko_kr: 메시지 수
pt_br: Quantidade de Mensagens
ru_ru: Количество сообщений
ta_in: செய்தி எண்ணிக்கை
tr_tr: Mesaj Sayısı
uk_ua: Кількість повідомлень
ur_pk: پیغام کی تعداد
zh_cn: 消息数量

# FormSet_label_auto_write_enable
source: Auto-Complete
af_za: Outomatiese voortsetting
ar_sa: الإكمال التلقائي
bn_bd: স্বয়ংক্রিয় লেখার সম্পূর্ণতা
de_de: Automatisches Vervollständigen
es_es: Auto-Completar
fa_ir: تکمیل خودکار
fr_fr: Complétion automatique
hi_in: ऑटो-संपूर्ण
id_id: Penyelesaian Otomatis
it_it: completamento automatico
ja_jp: 自動補完
ko_kr: 자동 재작성
pt_br: Auto-Completar
ru_ru: Автодополнение
ta_in: தானாக முடிக்கும்
tr_tr: Otomatik Tamamlama
uk_ua: Автоматичне завершення написання
ur_pk: خودکار مکمل
zh_cn: 自动续写

# FormSet_label_proxy_enable
source: Proxy Switch
af_za: Mandaat skakelaar
ar_sa: مفتاح الوكيل
bn_bd: প্রক্সি সুইচ
de_de: Proxy-Schalter
es_es: Interruptor de Proxy
fa_ir: کلید پروکسی
fr_fr: Commutateur de proxy
hi_in: प्रॉक्सी स्विच
id_id: Sakelar Proxy
it_it: Interruttore proxy
ja_jp: プロキシ切替
ko_kr: 대리인 스위치
pt_br: Chave de Proxy
ru_ru: Переключатель прокси
ta_in: புதுப்பிப்பு பட்டி
tr_tr: Proxy Anahtarı
uk_ua: Кнопка-вимикач проксі-сервера
ur_pk: پراکسی کی سوئچ
zh_cn: 代理开关

# FormSet_label_proxy_address
source: Proxy Address
af_za: Mandaat adres
ar_sa: عنوان الوكيل
bn_bd: প্রক্সি ঠিকানা
de_de: Proxy-Adresse
es_es: Dirección de Proxy
fa_ir: آدرس پروکسی
fr_fr: Adresse de proxy
hi_in: प्रॉक्सी पता
id_id: Alamat Proxy
it_it: Indirizzo proxy
ja_jp: プロキシアドレス
ko_kr: 대리인 주소
pt_br: Endereço de Proxy
ru_ru: Адрес прокси-сервера
ta_in: புதுப்பித்த முகவரி
tr_tr: Proxy Adresi
uk_ua: Адреса проксі-сервера
ur_pk: پراکسی کا پتہ
zh_cn: 代理地址

# FormSet_label_language
source: Language
af_za: Taal
ar_sa: اللغة
bn_bd: ভাষা
de_de: Sprache
es_es: Idioma
fa_ir: زبان
fr_fr: Langue
hi_in: भाषा
id_id: Bahasa
it_it: Lingua
ja_jp: 言語
ko_kr: 언어
pt_br: Idioma
ru_ru: Язык
ta_in: மொழி
tr_tr: Dil
uk_ua: Мова
ur_pk: زبان
zh_cn: 语言

# FormSet_label_tutorial
source: Tutorial
af_za: Gebruik tutoriaal
ar_sa: البرنامج التعليمي
bn_bd: ব্যবহার টিউটোরিয়াল
de_de: Verwendungshandbuch
fa_ir: آموزش کار با نرم‌افزار
fr_fr: Manuel d'utilisation
hi_in: ट्यूटोरियल
id_id: Panduan Penggunaan
it_it: Tutorial per l'uso
ja_jp: ユーザーガイド
ko_kr: 사용자 가이드
ru_ru: Руководство по использованию
ta_in: பயனர் கடிதம்
tr_tr: Kullanım Kılavuzu
uk_ua: Посібник з використання
ur_pk: صارف کی رہنمائی
zh_cn: 使用教程

# FormSet_label_author_info
source: Author Information
af_za: Skrywer Inligting
ar_sa: معلومات المؤلف
bn_bd: লেখকের তথ্য
de_de: Informationen zum Autor
es_es: Información del Autor
fa_ir: اطلاعات نویسنده
fr_fr: Informations sur l'auteur
hi_in: लेखक जानकारी
id_id: Informasi Penulis
it_it: Informazioni sull'autore
ja_jp: 著者情報
ko_kr: 작성자 정보
pt_br: Informações do Autor
ru_ru: Информация об авторе
ta_in: ஆசிரியர் தகவல்
tr_tr: Yazar Bilgisi
uk_ua: Інформація про автора
ur_pk: مصنف کی معلومات
zh_cn: 作者信息

# FormSet_label_version
source: Software Version
af_za: Sagteware weergawe
ar_sa: إصدار البرنامج
bn_bd: সফটওয়্যার সংস্করণ
es_es: Versión de Software
fa_ir: نسخه نرم‌افزار
fr_fr: Version du logiciel
hi_in: सॉफ्टवेयर संस्करण
id_id: Versi Perangkat Lunak
it_it: Versione software
ja_jp: ソフトウェアのバージョン
ko_kr: 소프트웨어 버전
pt_br: Versão do Software
ru_ru: Версия программного обеспечения
ta_in: மென்பொருள் பதிப்பு
tr_tr: Yazılım Sürümü
uk_ua: Версія програмного забезпечення
ur_pk: سافٹ ویئر کا ورژن
zh_cn: 软件版本

# FormSet_button_save_config
source: Save Configuration
af_za: Stoor instellings
ar_sa: حفظ التكوين
bn_bd: কনফিগারেশন সংরক্ষণ করুন
de_de: Konfiguration speichern
es_es: Guardar Configuración
fa_ir: ذخیره تنظیمات
fr_fr: Enregistrer la configuration
hi_in: कॉन्फ़िगरेशन सहेजें
id_id: Simpan Konfigurasi
it_it: Salva configurazione
ja_jp: 設定を保存する
ko_kr: 설정 저장
pt_br: Salvar configuração
ru_ru: Сохранить настройки
ta_in: உள்ளமைவை சேமி
tr_tr: Yapılandırmayı Kaydet
uk_ua: Зберегти конфігурацію
ur_pk: ترتیب کو محفوظ کریں
zh_cn: 保存配置

# FormSet_button_reset_config
source: Restore Settings
af_za: Herstel instellings
ar_sa: استعادة الإعدادات
bn_bd: সেটিংস পুনরুদ্ধার করুন
de_de: Einstellungen wiederherstellen
es_es: Restaurar Configuraciones
fa_ir: بازیابی تنظیمات
fr_fr: Restaurer les paramètres
hi_in: सेटिंग्स को बहाल करें
id_id: Pulihkan Pengaturan
it_it: Ripristina le impostazioni
ja_jp: 設定を復元する
ko_kr: 설정 복원
pt_br: Restaurar Configurações
ru_ru: Восстановить настройки
ta_in: உள்ளமைவை மீட்டமை
tr_tr: Ayarları Geri Yükle
uk_ua: Відновити налаштування
ur_pk: ترتیب کو بحال کریںترتیب بحال کریں
zh_cn: 恢复设置

# continue_write_str
source: Continue writing according to what I provided (don't reply extra content)
af_za: Gaan voort om te skryf volgens die inhoud wat ek verskaf het (moenie oortollige inhoud beantwoord nie)
ar_sa: استمر في الكتابة وفقًا للمحتوى الذي قدمته (لا تجيب على المحتوى الزائد)
bn_bd: আমার দেওয়া বিষয়বস্তু অনুযায়ী লিখতে থাকুন (অপ্রয়োজনীয় বিষয়বস্তুর উত্তর দেবেন না)
de_de: Schreiben Sie weiterhin gemäß den von mir bereitgestellten Inhalten (beantworten Sie keine redundanten Inhalte)
es_es: Continúe escribiendo de acuerdo con el contenido que proporcioné (no responda contenido redundante)
fa_ir: با توجه به مطالبی که ارائه کردم به نوشتن ادامه دهید (به مطالب زائد پاسخ ندهید)
fr_fr: Continuez à écrire selon le contenu que j'ai fourni (ne répondez pas au contenu redondant)
hi_in: मेरे द्वारा प्रदान की गई सामग्री के अनुसार लिखना जारी रखें (अनावश्यक सामग्री का उत्तर न दें)
id_id: Lanjutkan menulis sesuai dengan konten yang saya berikan (jangan menjawab konten yang mubazir)
it_it: Continua a scrivere in base al contenuto che ho fornito (non rispondere a contenuti ridondanti)
ja_jp: 私が提供した内容に従って書き続けてください（冗長な内容には答えないでください）
ko_kr: 제가 제공한 내용대로 계속 작성해 주세요(중복 내용은 답변하지 마세요)
pt_br: Continue a escrever de acordo com o conteúdo que forneci (não responda a conteúdo redundante)
ru_ru: Продолжайте писать в соответствии с тем, что я предоставил (не отвечайте на избыточный контент)
ta_in: நான் வழங்கிய உள்ளடக்கத்தின்படி தொடர்ந்து எழுதுங்கள் (தேவையான உள்ளடக்கத்திற்கு பதிலளிக்க வேண்டாம்)
tr_tr: Sağladığım içeriğe göre yazmaya devam edin (gereksiz içeriğe cevap vermeyin)
uk_ua: Продовжуйте писати відповідно до наданого мною вмісту (не відповідайте на зайвий вміст)
ur_pk: میرے فراہم کردہ مواد کے مطابق لکھنا جاری رکھیں (بے کار مواد کا جواب نہ دیں)
zh_cn: 按照我提供的内容继续写（不要回答多余的内容）

# please_fill_apikey_str
source: Please enter the APIKey in the settings first
af_za: Vul asseblief eers die APIKey in die instellings in
ar_sa: يرجى ملء APIKey في الإعدادات أولاً
bn_bd: অনুগ্রহ করে প্রথমে সেটিংসে APIKey পূরণ করুন
de_de: Bitte füllen Sie zuerst den APIKey in den Einstellungen aus
es_es: Primero complete la APIKey en la configuración
fa_ir: لطفا ابتدا کلید APIK را در تنظیمات پر کنید
fr_fr: Veuillez d'abord renseigner l'APIKey dans les paramètres
hi_in: कृपया पहले सेटिंग में APIKey भरें
id_id: Silahkan isi APIKey di pengaturan terlebih dahulu
it_it: Si prega di compilare prima l'APIKey nelle impostazioni
ja_jp: 最初に設定で APIKey を入力してください
ko_kr: 먼저 설정에서 APIKey를 입력하세요.
pt_br: Por favor, preencha a APIKey nas configurações primeiro
ru_ru: Сначала заполните APIKey в настройках
ta_in: முதலில் அமைப்புகளில் APIKey ஐ நிரப்பவும்
tr_tr: Lütfen önce ayarlarda APIKey'i doldurun
uk_ua: Спочатку заповніть APIKey у налаштуваннях
ur_pk: براہ کرم پہلے ترتیبات میں APIKey کو پُر کریں۔
zh_cn: 请先在设置中填写APIKey

# network_error_str
source: Network request error. Please check if a proxy software is being used
af_za: Netwerkversoekfout, kyk of om instaanbedienersagteware voorheen te gebruik
ar_sa: خطأ في طلب الشبكة ، تحقق مما إذا كنت تريد استخدام برنامج الوكيل من قبل
bn_bd: নেটওয়ার্ক অনুরোধের ত্রুটি, আগে প্রক্সি সফ্টওয়্যার ব্যবহার করবেন কিনা তা পরীক্ষা করুন৷
de_de: Netzwerkanforderungsfehler, prüfen Sie, ob Sie vorher eine Proxy-Software verwenden möchten
es_es: Error de solicitud de red, verifique si desea usar el software proxy antes
fa_ir: خطای درخواست شبکه، بررسی کنید که آیا قبلاً از نرم افزار پروکسی استفاده کنید یا خیر
fr_fr: Erreur de demande de réseau, vérifiez s'il faut utiliser un logiciel proxy avant
hi_in: नेटवर्क अनुरोध त्रुटि, जाँच करें कि पहले प्रॉक्सी सॉफ़्टवेयर का उपयोग करना है या नहीं
id_id: Kesalahan permintaan jaringan, periksa apakah akan menggunakan perangkat lunak proxy sebelumnya
it_it: Errore nella richiesta di rete, verificare prima se utilizzare il software proxy
ja_jp: ネットワーク リクエスト エラーです。事前にプロキシ ソフトウェアを使用するかどうかを確認してください
ko_kr: 네트워크 요청 오류, 전에 프록시 소프트웨어 사용 여부 확인
pt_br: Erro de solicitação de rede, verifique se deve usar o software proxy antes
ru_ru: Ошибка сетевого запроса, проверьте, следует ли использовать прокси-программу перед
ta_in: நெட்வொர்க் கோரிக்கை பிழை, ப்ராக்ஸி மென்பொருளைப் பயன்படுத்த வேண்டுமா என்பதைச் சரிபார்க்கவும்
tr_tr: Ağ isteği hatası, önce proxy yazılımının kullanılıp kullanılmayacağını kontrol edin.
uk_ua: Помилка мережевого запиту. Перед тим перевірте, чи використовувати проксі-сервер
ur_pk: نیٹ ورک کی درخواست میں خرابی، چیک کریں کہ آیا پہلے پراکسی سافٹ ویئر استعمال کرنا ہے۔
zh_cn: 网络请求错误,前检查是否使用代理软件

# save_success
source: Saved successfully
af_za: Suksesvol gestoor
ar_sa: حفظ بنجاح
bn_bd: সফলভাবে সংরক্ষিত
de_de: Erfolgreich gespeichert
es_es: Guardado exitosamente
fa_ir: با موفقیت ذخیره شد
fr_fr: Enregistré avec succès
hi_in: सफलतापूर्वक बचाया
id_id: Berhasil disimpan
it_it: Salvato con successo
ja_jp: 正常に保存
ko_kr: 성공적으로 저장 되었음
pt_br: Salvo com sucesso
ru_ru: Успешно сохранено
ta_in: வெற்றிகரமாக சேமிக்கப்பட்டது
tr_tr: Başarıyla kaydedildi
uk_ua: Успішно збережено
ur_pk: کامیابی سے محفوظ ہو گیا۔
zh_cn: 保存成功

source: Save failed
af_za: stoor het misluk
ar_sa: فشل عملية الحفظ
bn_bd: সংরক্ষণ ব্যর্থ হয়েছে
de_de: Speichern fehlgeschlagen
es_es: Error al guardar
fa_ir: ذخیره ناموفق بود
fr_fr: échec de la sauvegarde
hi_in: बचाव असफल हुआ
id_id: gagal menyimpan
it_it: salvataggio fallito
ja_jp: 保存に失敗しました
ko_kr: 저장 실패
pt_br: falha ao salvar
ru_ru: сохранить не удалось
ta_in: சேமிக்க முடியவில்லை
tr_tr: kayıt başarısız
uk_ua: зберегти не вдалося
ur_pk: بچانے میں ناکام
zh_cn: 保存失败

# apikey_blank_fill_please_str
source: APIKey is empty, please fill in the APIKey in the settings page, otherwise the plugin function cannot be used
af_za: Die APIKey is leeg, vul asseblief die APIKey op die instellingsbladsy in, anders kan die inpropfunksie nie gebruik word nie
ar_sa: APIKey فارغ ، يرجى ملء APIKey في صفحة الإعداد ، وإلا لا يمكن استخدام وظيفة المكونات الإضافية
bn_bd: APIKey খালি, অনুগ্রহ করে সেটিং পৃষ্ঠায় APIKey পূরণ করুন, অন্যথায় প্লাগ-ইন ফাংশন ব্যবহার করা যাবে না
de_de: Der APIKey ist leer, bitte füllen Sie den APIKey auf der Einstellungsseite aus, sonst kann die Plug-in-Funktion nicht genutzt werden
es_es: La APIKey está vacía, complete la APIKey en la página de configuración; de lo contrario, no se puede usar la función de complemento
fa_ir: APIKey خالی است، لطفاً کلید APIK را در صفحه تنظیمات پر کنید، در غیر این صورت عملکرد افزونه قابل استفاده نیست.
fr_fr: L'APIKey est vide, veuillez remplir l'APIKey sur la page de configuration, sinon la fonction de plug-in ne peut pas être utilisée
hi_in: APIKey खाली है, कृपया सेटिंग पेज पर APIKey भरें, अन्यथा प्लग-इन फ़ंक्शन का उपयोग नहीं किया जा सकता है
id_id: APIKey kosong, harap isi APIKey di halaman pengaturan, jika tidak, fungsi plug-in tidak dapat digunakan
it_it: L'APIKey è vuota, compilare l'APIKey nella pagina delle impostazioni, altrimenti la funzione plug-in non può essere utilizzata
ja_jp: APIKey が空です。設定ページで APIKey を入力してください。そうしないと、プラグイン機能を使用できません。
ko_kr: APIKey가 비어 있습니다. 설정 페이지에서 APIKey를 입력하세요. 그렇지 않으면 플러그인 기능을 사용할 수 없습니다.
pt_br: A APIKey está vazia, preencha a APIKey na página de configuração, caso contrário, a função de plug-in não pode ser usada
ru_ru: APIKey пуст, заполните APIKey на странице настроек, в противном случае функция плагина не может быть использована
ta_in: APIKey காலியாக உள்ளது, தயவுசெய்து அமைப்பு பக்கத்தில் APIKey ஐ நிரப்பவும், இல்லையெனில் செருகுநிரல் செயல்பாட்டைப் பயன்படுத்த முடியாது
tr_tr: APIKey boş, lütfen ayar sayfasındaki APIKey'i doldurun, aksi takdirde eklenti işlevi kullanılamaz
uk_ua: APIKey порожній, будь ласка, заповніть APIKey на сторінці налаштувань, інакше функцію плагіна не можна використовувати
ur_pk: APIKey خالی ہے، براہ کرم ترتیب والے صفحہ پر APIKey کو پُر کریں، ورنہ پلگ ان فنکشن استعمال نہیں کیا جا سکتا
zh_cn: APIKey为空，请在设置页面填写APIKey，否则无法使用插件功能

# reset_success_str
source: Reset successfully
af_za: herstel suksesvol
ar_sa: إعادة بنجاح
bn_bd: রিসেট সফল
de_de: Zurücksetzen erfolgreich
es_es: reinicio exitoso
fa_ir: بازنشانی با موفقیت انجام شد
fr_fr: réinitialisation réussie
hi_in: रीसेट सफल
id_id: ulang berhasil
it_it: ripristino riuscito
ja_jp: リセット成功
ko_kr: 재설정 성공
pt_br: redefinir com sucesso
ru_ru: сброс выполнен успешно
ta_in: வெற்றிகரமாக மீட்டமைக்கப்பட்டது
tr_tr: sıfırlama başarılı
uk_ua: скидання успішне
ur_pk: ری سیٹ کامیاب
zh_cn: 重置成功

# reset_fail_str
source: Reset failed
af_za: Kon nie terugstel nie
ar_sa: فشل إعادة التعيين
bn_bd: রিসেট ব্যর্থ হয়েছে
de_de: Zurücksetzen fehlgeschlagen
es_es: Restablecimiento fallido
fa_ir: بازنشانی انجام نشد
fr_fr: Échec de la réinitialisation
hi_in: रीसेट विफल रहा
id_id: Reset gagal
it_it: Ripristino non riuscito
ja_jp: リセットに失敗しました
ko_kr: 재설정 실패
pt_br: Falha na redefinição
ru_ru: Сброс не выполнен
ta_in: மீட்டமைக்க முடியவில்லை
tr_tr: Sıfırlama başarısız oldu
uk_ua: Помилка скидання
ur_pk: ری سیٹ ناکام ہو گیا۔
zh_cn: 重置失败

# load_config_error_str
source: An error occurred while loading the configuration file content to the form display:
af_za: 'n Fout het voorgekom tydens die laai van die inhoud van die konfigurasielêer na die vormskerm:
ar_sa: حدث خطأ أثناء تحميل محتوى ملف التكوين إلى عرض النموذج:
bn_bd: ফর্ম ডিসপ্লেতে কনফিগারেশন ফাইলের বিষয়বস্তু লোড করার সময় একটি ত্রুটি ঘটেছে:
de_de: Beim Laden des Inhalts der Konfigurationsdatei in die Formularanzeige ist ein Fehler aufgetreten:
es_es: Ocurrió un error al cargar el contenido del archivo de configuración en la pantalla del formulario:
fa_ir: هنگام بارگیری محتوای فایل پیکربندی در نمایش فرم خطایی رخ داد:
fr_fr: Une erreur s'est produite lors du chargement du contenu du fichier de configuration dans l'affichage du formulaire :
hi_in: कॉन्फ़िगरेशन फ़ाइल की सामग्री को प्रपत्र प्रदर्शन में लोड करते समय एक त्रुटि हुई:
id_id: Terjadi kesalahan saat memuat konten file konfigurasi ke tampilan formulir:
it_it: Si è verificato un errore durante il caricamento del contenuto del file di configurazione nella visualizzazione del modulo:
ja_jp: 構成ファイルの内容をフォーム表示にロード中にエラーが発生しました:
ko_kr: 구성 파일의 내용을 양식 디스플레이에 로드하는 동안 오류가 발생했습니다.
pt_br: Ocorreu um erro ao carregar o conteúdo do arquivo de configuração para a exibição do formulário:
ru_ru: Произошла ошибка при загрузке содержимого конфигурационного файла на отображение формы:
ta_in: படிவக் காட்சியில் உள்ளமைவு கோப்பின் உள்ளடக்கத்தை ஏற்றும்போது பிழை ஏற்பட்டது:
tr_tr: Yapılandırma dosyasının içeriği form ekranına yüklenirken bir hata oluştu:
uk_ua: Сталася помилка під час завантаження вмісту конфігураційного файлу у форму відображення:
ur_pk: فارم ڈسپلے میں کنفیگریشن فائل کے مواد کو لوڈ کرتے وقت ایک خرابی پیش آگئی:
zh_cn: 加载配置文件内容到窗体显示发生错误:
