Repository: keep1234quiet/CoAuthor
Catalog: language/Lang.*.resx
Languages: af_za, ar_sa, bn_bd, de_de, es_es, fa_ir, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, pt_br, ru_ru, ta_in, tr_tr, uk_ua, ur_pk, zh_cn

# user_manual_str
source: 1. Prompt Completion: The principle of prompt completion is to concatenate the content A you wrote with the prompt completion word B, A+B. For example, if you write the content A as "I want to travel to Europe" and the prompt completion word B as "Please help me complete the remaining content," then the content sent to ChatGPT would be "Please help me complete the remaining content: I want to travel to Europe." 2. Custom Commands: There are a total of 3 custom commands. The method of using custom commands is: for example, if you fill in "Translate the following content into English" in custom command 1, then when you select a piece of content and click custom command 1, it will send the selected content to ChatGPT and translate it into English. 3. Candidate Answers: In prompt completion mode, ChatGPT will return multiple candidate answers. You can switch between them with the up and down keys and accept the answer as the final answer by pressing the tab key. 4. Trigger Time: After you enter content, it will automatically request ChatGPT to help you complete the remaining content after a specified trigger time. You can adjust the trigger time to control ChatGPT's response speed and avoid triggering it too quickly. 5. Message Quantity: More messages can allow ChatGPT to perceive more historical information, but since OpenAI limits the maximum number of messages to 4096 tokens, this value should not be too large, and the recommended value is 6. 6. Auto Completion: In prompt completion mode, you can check the box for auto completion to control whether it will automatically complete the remaining content. If you check the box, you only need to enter content, and ChatGPT will automatically help you complete the remaining content. If you don't check auto completion, the ChatGPT plug-in function will be turned off. 7. Proxy Switch: If you cannot directly access ChatGPT in your network environment, you can use a proxy to access it by checking the proxy switch. However, you also need to configure the proxy address for it to work. 8. APIKEY: ChatGPT's APIKEY. You can apply for one on the ChatGPT official website at https://platform.openai.com/account/api-keys. 9. Proxy Address: If you cannot directly access ChatGPT in your network environment, you can use a proxy address to access it. Note: The proxy address consists of IP:PORT and cannot be filled in with "http://" or "https://". It does not currently support proxies that require username and password authentication. 10. Save Configuration: After you save the configuration, your configuration will be saved locally. The next time you open the software, the configuration will be automatically loaded. 11. Reset Configuration: After you reset the configuration, your configuration will be restored to the default configuration. When you execute this operation, the data you previously filled in will be overwritten. 12. Language: Currently supports 20 common languages. You can control ChatGPT's response language and the language displayed in the plugin interface by selecting a language.
af_za: 1. Voortsettingsgidswoorde: Die beginsel van voortsettinggidswoorde is om die inhoud A wat jy geskryf het met die voortsettinggidswoorde B, A+B te verbind. Byvoorbeeld, as jy inhoud A geskryf het as "Ek wil na Europa reis", gaan voort skryf Die gidswoord B is "Help my asseblief om die volgende inhoud te voltooi", dan is die finale inhoud wat na ChatGPT gestuur word: "Help my asseblief om die volgende inhoud te voltooi: Ek wil na Europa reis". 2. Pasgemaakte opdragte: Daar is 'n totaal van 3 pasgemaakte opdragte. Die gebruik van pasgemaakte opdragte is soos volg: Byvoorbeeld, as jy "vertaal die volgende inhoud in Engels" in pasgemaakte opdrag 1 invul, dan nadat jy 'n stuk van inhoud, Klik Custom Instruction 1, en die inhoud wat jy gekies het, sal na ChatGPT gestuur word, wat dan deur ChatGPT in Engels vertaal sal word. 3. Kandidaatantwoorde: In die inhoudvoortsettingsmodus sal ChatGPT veelvuldige kandidaatantwoorde terugstuur, jy kan een van hulle kies deur die op- en af-sleutels te wissel, en druk die oortjie-sleutel om die antwoord as die finale antwoord te aanvaar. 4. Snellertyd: Nadat jy die inhoud ingevoer het, sal dit ChatGPT outomaties versoek om jou te help om die volgende inhoud na die gespesifiseerde snellertyd te voltooi. Jy kan die reaksiespoed van ChatGPT beheer deur die snellertyd aan te pas, en jy kan ook te kort vermy 'n tyd Vals sneller. 5. Aantal boodskappe: In inhoudvoortsettingsmodus sal ChatGPT veelvuldige kandidaatantwoorde terugstuur, en jy kan die aantal kandidaatantwoorde wat deur ChatGPT teruggestuur word beheer deur die aantal boodskappe aan te pas. 6. Outomatiese voortsetting: In die inhoudvoortsettingsmodus kan jy beheer of jy outomaties hernu deur die outomatiese voortsetting na te gaan.As jy die outomatiese voortsetting nagaan, hoef jy net die inhoud in te voer, en ChatGPT sal dit outomaties vir jou aanvul Voltooi die volgende inhoud, as jy nie die outomatiese hernuwing nagaan nie, sal die ChatGPT-inpropfunksie gesluit word. 7. Proxy-skakelaar: As jou netwerkomgewing nie direk toegang tot ChatGPT kan kry nie, kan jy 'n proxy gebruik om toegang tot ChatGPT te kry deur die proxy-skakelaar te merk, maar jy moet ook die proxy-adres opstel om te werk. 8. APIKEY: APIKEY van ChatGPT, jy kan daarvoor aansoek doen op ChatGPT amptelike webwerf, die aansoekadres is: https://platform.openai.com/account/api-keys. 9. Proxy-adres: As jou netwerkomgewing nie direk toegang tot ChatGPT kan kry nie, kan jy 'n proxy gebruik om toegang tot ChatGPT te verkry deur die proxy-adres op te stel. Let wel: die proxy-adres bestaan ​​uit IP:PORT, en jy kan nie http:// of invul nie https ://, ondersteun tydelik nie gevolmagtigdes wat gebruikernaam- en wagwoordverifikasie vereis nie. 10. Stoor die konfigurasie: Nadat jy die konfigurasie gestoor het, sal jou konfigurasie plaaslik gestoor word, en die konfigurasie sal outomaties gelaai word wanneer jy die sagteware volgende keer oopmaak. 11. Stel konfigurasie terug: Nadat u die konfigurasie teruggestel het, sal u konfigurasie terugkeer na die verstekkonfigurasie, en u voorheen ingevulde data sal oorskryf word wanneer u hierdie operasie uitvoer. 12. Taal: ondersteun tans 20 algemeen gebruikte tale. Jy kan die taal van ChatGPT se antwoord en die taal wat op die inprop-koppelvlak vertoon word beheer deur die taal te kies.
ar_sa: 1. كلمات دليل الاستمرارية: مبدأ الكلمات الإرشادية المستمرة هو لصق المحتوى أ الذي كتبته بكلمات دليل المتابعة ب ، أ + ب. على سبيل المثال ، إذا كتبت المحتوى أ على النحو التالي "أريد السفر إلى أوروبا" ، فتابع كتابة كلمة الدليل B هي "الرجاء مساعدتي في إكمال المحتوى التالي" ، ثم يكون المحتوى النهائي المرسل إلى ChatGPT هو: "الرجاء مساعدتي في إكمال المحتوى التالي: أريد السفر إلى أوروبا". 2. أوامر مخصصة: هناك ما مجموعه 3 أوامر مخصصة. ويكون استخدام الأوامر المخصصة كما يلي: على سبيل المثال ، إذا قمت بملء "ترجمة المحتوى التالي إلى اللغة الإنجليزية" في الأمر المخصص 1 ، ثم بعد تحديد جزء من content ، انقر فوق Custom Instruction 1 ، وسيتم إرسال المحتوى الذي حددته إلى ChatGPT ، والذي سيتم ترجمته بعد ذلك إلى اللغة الإنجليزية بواسطة ChatGPT. 3. إجابات المرشح: في وضع متابعة المحتوى ، سيعرض ChatGPT إجابات متعددة للمرشحين ، يمكنك تحديد واحدة منها عن طريق تبديل المفتاحين لأعلى ولأسفل ، والضغط على مفتاح Tab لقبول الإجابة كإجابة نهائية. 4. وقت التشغيل: بعد إدخال المحتوى ، سيطلب تلقائيًا ChatGPT لمساعدتك في إكمال المحتوى التالي بعد وقت التشغيل المحدد. يمكنك التحكم في سرعة استجابة ChatGPT عن طريق ضبط وقت التشغيل ، ويمكنك أيضًا تجنب قصر الوقت وقت الزناد الكاذب. 5. عدد الرسائل: في وضع متابعة المحتوى ، سيعيد ChatGPT إجابات متعددة للمرشحين ، ويمكنك التحكم في عدد إجابات المرشحين التي تم إرجاعها بواسطة ChatGPT عن طريق ضبط عدد الرسائل. 6. المتابعة التلقائية: في وضع متابعة المحتوى ، يمكنك التحكم في التجديد تلقائيًا عن طريق التحقق من المتابعة التلقائية. إذا قمت بالتحقق من المتابعة التلقائية ، فأنت تحتاج فقط إلى إدخال المحتوى ، وسيقوم ChatGPT تلقائيًا بإكماله من أجلك أكمل ما يلي المحتوى ، إذا لم تتحقق من التجديد التلقائي ، فسيتم إغلاق وظيفة المكون الإضافي ChatGPT. 7. تبديل الوكيل: إذا لم تتمكن بيئة الشبكة الخاصة بك من الوصول مباشرة إلى ChatGPT ، فيمكنك استخدام وكيل للوصول إلى ChatGPT عن طريق تحديد مفتاح الوكيل ، ولكنك تحتاج أيضًا إلى تكوين عنوان الوكيل للعمل. 8. APIKEY: APIKEY من ChatGPT ، يمكنك التقدم بطلب للحصول عليه على موقع ChatGPT الرسمي ، وعنوان التطبيق هو: https://platform.openai.com/account/api-keys. 9. عنوان الوكيل: إذا لم تتمكن بيئة الشبكة الخاصة بك من الوصول مباشرة إلى ChatGPT ، فيمكنك استخدام وكيل للوصول إلى ChatGPT من خلال تكوين عنوان الوكيل. ملاحظة: يتكون عنوان الوكيل من IP: PORT ، ولا يمكنك ملء http: // أو https: // ، مؤقتًا لا يدعم الخوادم الوكيلة التي تتطلب مصادقة اسم المستخدم وكلمة المرور. 10. حفظ التكوين: بعد حفظ التكوين ، سيتم حفظ التكوين الخاص بك محليًا ، وسيتم تحميل التكوين تلقائيًا عند فتح البرنامج في المرة القادمة. 11. إعادة ضبط التكوين: بعد إعادة تعيين التكوين ، سيعود التكوين الخاص بك إلى التكوين الافتراضي ، وستتم الكتابة فوق البيانات المعبأة مسبقًا عند إجراء هذه العملية. 12. اللغة: تدعم حاليًا 20 لغة شائعة الاستخدام.يمكنك التحكم في لغة رد ChatGPT واللغة المعروضة على واجهة البرنامج الإضافي عن طريق اختيار اللغة.
bn_bd: 1. কন্টিনিউয়েশন গাইড শব্দ: ধারাবাহিকতা নির্দেশিকা শব্দের নীতি হল আপনার লেখা কন্টেন্ট A কে ধারাবাহিকতা নির্দেশিকা শব্দ B, A+B এর সাথে বিভক্ত করা। উদাহরণস্বরূপ, আপনি যদি কন্টেন্ট A লিখে থাকেন "আমি ইউরোপে ভ্রমণ করতে চাই", চালিয়ে যান। গাইড শব্দ B লেখা হল "দয়া করে আমাকে নিম্নলিখিত বিষয়বস্তু সম্পূর্ণ করতে সাহায্য করুন", তারপর ChatGPT-এ পাঠানো চূড়ান্ত বিষয়বস্তু হল: "দয়া করে আমাকে নিম্নলিখিত বিষয়বস্তু সম্পূর্ণ করতে সাহায্য করুন: আমি ইউরোপ ভ্রমণ করতে চাই"। 2. কাস্টম কমান্ড: মোট 3টি কাস্টম কমান্ড রয়েছে৷ কাস্টম কমান্ডগুলির ব্যবহার নিম্নরূপ: উদাহরণস্বরূপ, আপনি যদি কাস্টম কমান্ড 1-এ "নিম্নলিখিত বিষয়বস্তু ইংরেজিতে অনুবাদ করুন" পূরণ করেন, তারপর আপনি একটি অংশ নির্বাচন করার পরে বিষয়বস্তু, কাস্টম নির্দেশনা 1-এ ক্লিক করুন এবং আপনার নির্বাচিত বিষয়বস্তু ChatGPT-এ পাঠানো হবে, যা ChatGPT দ্বারা ইংরেজিতে অনুবাদ করা হবে। 3. প্রার্থীর উত্তর: বিষয়বস্তু ধারাবাহিকতা মোডে, ChatGPT একাধিক প্রার্থীর উত্তর দেবে, আপনি আপ এবং ডাউন কীগুলি পরিবর্তন করে তাদের মধ্যে একটি নির্বাচন করতে পারেন এবং উত্তরটিকে চূড়ান্ত উত্তর হিসাবে গ্রহণ করতে ট্যাব কী টিপুন। 4. ট্রিগার সময়: আপনি বিষয়বস্তু প্রবেশ করার পরে, এটি স্বয়ংক্রিয়ভাবে ChatGPT-কে অনুরোধ করবে যে নির্দিষ্ট ট্রিগার সময়ের পরে নিম্নলিখিত বিষয়বস্তুটি সম্পূর্ণ করতে সাহায্য করবে৷ আপনি ট্রিগারের সময় সামঞ্জস্য করে ChatGPT-এর প্রতিক্রিয়া গতি নিয়ন্ত্রণ করতে পারেন এবং আপনি খুব কম এড়াতে পারেন৷ একটি সময় মিথ্যা ট্রিগার. 5. বার্তার সংখ্যা: বিষয়বস্তু ধারাবাহিকতা মোডে, ChatGPT একাধিক প্রার্থীর উত্তর প্রদান করবে এবং আপনি বার্তার সংখ্যা সামঞ্জস্য করে ChatGPT দ্বারা প্রত্যাবর্তিত প্রার্থীর উত্তরের সংখ্যা নিয়ন্ত্রণ করতে পারেন। 6. স্বয়ংক্রিয় ধারাবাহিকতা: বিষয়বস্তু ধারাবাহিকতা মোডে, আপনি স্বয়ংক্রিয়ভাবে ধারাবাহিকতা চেক করে স্বয়ংক্রিয়ভাবে পুনর্নবীকরণ করা হবে কিনা তা নিয়ন্ত্রণ করতে পারেন। আপনি যদি স্বয়ংক্রিয় ধারাবাহিকতা পরীক্ষা করেন, তাহলে আপনাকে কেবল সামগ্রীটি প্রবেশ করতে হবে, এবং ChatGPT স্বয়ংক্রিয়ভাবে আপনার জন্য এটির পরিপূরক হবে নিম্নলিখিতগুলি সম্পূর্ণ করুন বিষয়বস্তু, যদি আপনি স্বয়ংক্রিয় পুনর্নবীকরণ পরীক্ষা না করেন, ChatGPT প্লাগ-ইন ফাংশন বন্ধ হয়ে যাবে। 7. প্রক্সি সুইচ: যদি আপনার নেটওয়ার্ক এনভায়রনমেন্ট সরাসরি ChatGPT অ্যাক্সেস করতে না পারে, তাহলে আপনি প্রক্সি সুইচে টিক দিয়ে ChatGPT অ্যাক্সেস করতে একটি প্রক্সি ব্যবহার করতে পারেন, তবে আপনাকে কাজ করার জন্য প্রক্সি অ্যাড্রেস কনফিগার করতে হবে। 8. APIKEY: ChatGPT-এর APIKEY, আপনি এটির জন্য ChatGPT অফিসিয়াল ওয়েবসাইটে আবেদন করতে পারেন, আবেদনের ঠিকানা হল: https://platform.openai.com/account/api-keys। 9. প্রক্সি ঠিকানা: যদি আপনার নেটওয়ার্ক এনভায়রনমেন্ট সরাসরি ChatGPT অ্যাক্সেস করতে না পারে, তাহলে আপনি প্রক্সি অ্যাড্রেস কনফিগার করে ChatGPT অ্যাক্সেস করতে একটি প্রক্সি ব্যবহার করতে পারেন৷ দ্রষ্টব্য: প্রক্সি ঠিকানায় IP:PORT থাকে এবং আপনি http:// অথবা http:// পূরণ করতে পারবেন না https://, অস্থায়ীভাবে প্রক্সিগুলিকে সমর্থন করে না যার জন্য ব্যবহারকারীর নাম এবং পাসওয়ার্ড প্রমাণীকরণ প্রয়োজন৷ 10. কনফিগারেশন সংরক্ষণ করুন: কনফিগারেশন সংরক্ষণ করার পরে, আপনার কনফিগারেশন স্থানীয়ভাবে সংরক্ষিত হবে এবং আপনি যখন পরের বার সফ্টওয়্যারটি খুলবেন তখন কনফিগারেশন স্বয়ংক্রিয়ভাবে লোড হবে। 11. কনফিগারেশন রিসেট করুন: কনফিগারেশন রিসেট করার পরে, আপনার কনফিগারেশন ডিফল্ট কনফিগারেশনে ফিরে আসবে এবং আপনি যখন এই অপারেশনটি করবেন তখন আপনার পূর্বে পূরণ করা ডেটা ওভাররাইট করা হবে। 12. ভাষা: বর্তমানে 20টি সাধারণভাবে ব্যবহৃত ভাষা সমর্থন করে। আপনি ChatGPT-এর উত্তরের ভাষা এবং ভাষা নির্বাচন করে প্লাগ-ইন ইন্টারফেসে প্রদর্শিত ভাষা নিয়ন্ত্রণ করতে পারেন।
de_de: 1. Fortsetzungs-Leitwörter: Das Prinzip der Fortsetzungs-Leitwörter besteht darin, den von Ihnen geschriebenen Inhalt A mit den Fortsetzungs-Leitwörtern B, A + B zu verbinden. Wenn Sie beispielsweise Inhalt A als „Ich möchte nach Europa reisen“ geschrieben haben, fahren Sie fort Schreiben Das Leitwort B lautet „Bitte helfen Sie mir, den folgenden Inhalt zu vervollständigen“, dann lautet der endgültige Inhalt, der an ChatGPT gesendet wird: „Bitte helfen Sie mir, den folgenden Inhalt zu vervollständigen: Ich möchte nach Europa reisen“. 2. Benutzerdefinierte Befehle: Es gibt insgesamt 3 benutzerdefinierte Befehle. Die Verwendung von benutzerdefinierten Befehlen ist wie folgt: Wenn Sie beispielsweise „Folgenden Inhalt ins Englische übersetzen“ in benutzerdefinierten Befehl 1 eingeben, dann, nachdem Sie ein Stück ausgewählt haben Inhalt, klicken Sie auf Benutzerdefinierte Anweisung 1, und der von Ihnen ausgewählte Inhalt wird an ChatGPT gesendet, das dann von ChatGPT ins Englische übersetzt wird. 3. Kandidatenantworten: Im Inhaltsfortsetzungsmodus gibt ChatGPT mehrere Kandidatenantworten zurück, Sie können eine davon auswählen, indem Sie die Aufwärts- und Abwärtstasten wechseln, und die Tabulatortaste drücken, um die Antwort als endgültige Antwort zu akzeptieren. 4. Auslösezeit: Nachdem Sie den Inhalt eingegeben haben, wird ChatGPT automatisch aufgefordert, Ihnen zu helfen, den folgenden Inhalt nach der angegebenen Auslösezeit zu vervollständigen. Sie können die Reaktionsgeschwindigkeit von ChatGPT steuern, indem Sie die Auslösezeit anpassen, und Sie können auch eine zu kurze Zeit vermeiden ein Zeit-Falsch-Trigger. 5. Anzahl der Nachrichten: Im Inhaltsfortsetzungsmodus gibt ChatGPT mehrere Kandidatenantworten zurück, und Sie können die Anzahl der von ChatGPT zurückgegebenen Kandidatenantworten steuern, indem Sie die Anzahl der Nachrichten anpassen. 6. Automatische Fortsetzung: Im Inhaltsfortsetzungsmodus können Sie steuern, ob automatisch verlängert werden soll, indem Sie die automatische Fortsetzung aktivieren. Wenn Sie die automatische Fortsetzung aktivieren, müssen Sie nur den Inhalt eingeben, und ChatGPT ergänzt ihn automatisch für Sie Inhalt, wenn Sie die automatische Verlängerung nicht aktivieren, wird die ChatGPT-Plug-in-Funktion geschlossen. 7. Proxy-Schalter: Wenn Ihre Netzwerkumgebung nicht direkt auf ChatGPT zugreifen kann, können Sie einen Proxy verwenden, um auf ChatGPT zuzugreifen, indem Sie den Proxy-Schalter aktivieren, aber Sie müssen auch die Proxy-Adresse konfigurieren, damit sie funktioniert. 8. APIKEY: APIKEY von ChatGPT, Sie können es auf der offiziellen Website von ChatGPT beantragen, die Anwendungsadresse lautet: https://platform.openai.com/account/api-keys. 9. Proxy-Adresse: Wenn Ihre Netzwerkumgebung nicht direkt auf ChatGPT zugreifen kann, können Sie einen Proxy für den Zugriff auf ChatGPT verwenden, indem Sie die Proxy-Adresse konfigurieren.Hinweis: Die Proxy-Adresse besteht aus IP:PORT, und Sie können http:// oder nicht eingeben https ://, unterstützt vorübergehend keine Proxys, die eine Benutzernamen- und Kennwortauthentifizierung erfordern. 10. Konfiguration speichern: Nach dem Speichern der Konfiguration wird Ihre Konfiguration lokal gespeichert und beim nächsten Öffnen der Software automatisch geladen. 11. Konfiguration zurücksetzen: Nach dem Zurücksetzen der Konfiguration kehrt Ihre Konfiguration zur Standardkonfiguration zurück und Ihre zuvor ausgefüllten Daten werden überschrieben, wenn Sie diesen Vorgang ausführen. 12. Sprache: unterstützt derzeit 20 häufig verwendete Sprachen. Sie können die Sprache der Antwort von ChatGPT und die auf der Plug-in-Oberfläche angezeigte Sprache steuern, indem Sie die Sprache auswählen.
es_es: 1. Palabras guía de continuación: el principio de las palabras guía de continuación es unir el contenido A que escribió con las palabras guía de continuación B, A + B. Por ejemplo, si escribió el contenido A como "Quiero viajar a Europa", continúe escribiendo La palabra guía B es "Por favor, ayúdame a completar el siguiente contenido", luego el contenido final enviado a ChatGPT es: "Por favor, ayúdame a completar el siguiente contenido: quiero viajar a Europa". 2. Comandos personalizados: hay un total de 3 comandos personalizados. El uso de los comandos personalizados es el siguiente: por ejemplo, si completa "traducir el siguiente contenido al inglés" en el comando personalizado 1, luego de seleccionar una parte de contenido, haga clic en Instrucción personalizada 1 y el contenido que seleccionó se enviará a ChatGPT, que luego será traducido al inglés por ChatGPT. 3. Respuestas de candidatos: en el modo de continuación de contenido, ChatGPT devolverá múltiples respuestas de candidatos, puede seleccionar una de ellas cambiando las teclas arriba y abajo, y presione la tecla de tabulación para aceptar la respuesta como la respuesta final. 4. Tiempo de activación: después de ingresar el contenido, automáticamente solicitará a ChatGPT que lo ayude a completar el siguiente contenido después del tiempo de activación especificado. Puede controlar la velocidad de respuesta de ChatGPT ajustando el tiempo de activación, y también puede evitar que sea demasiado corto. un tiempo de gatillo falso. 5. Número de mensajes: en el modo de continuación de contenido, ChatGPT devolverá múltiples respuestas candidatas, y puede controlar la cantidad de respuestas candidatas devueltas por ChatGPT ajustando la cantidad de mensajes. 6. Continuación automática: en el modo de continuación de contenido, puede controlar si desea renovar automáticamente marcando la continuación automática.Si marca la continuación automática, solo necesita ingresar el contenido, y ChatGPT lo complementará automáticamente por usted Complete lo siguiente contenido, si no marca la renovación automática, la función del complemento ChatGPT se cerrará. 7. Interruptor de proxy: si su entorno de red no puede acceder directamente a ChatGPT, entonces puede usar un proxy para acceder a ChatGPT marcando el interruptor de proxy, pero también necesita configurar la dirección del proxy para que funcione. 8. APIKEY: APIKEY de ChatGPT, puede solicitarla en el sitio web oficial de ChatGPT, la dirección de la aplicación es: https://platform.openai.com/account/api-keys. 9. Dirección de proxy: si su entorno de red no puede acceder directamente a ChatGPT, entonces puede usar un proxy para acceder a ChatGPT configurando la dirección de proxy. Nota: la dirección de proxy consta de IP:PORT, y no puede completar http:// o https://, temporalmente no admite proxies que requieran autenticación de nombre de usuario y contraseña. 10. Guarde la configuración: después de guardar la configuración, su configuración se guardará localmente y la configuración se cargará automáticamente cuando abra el software la próxima vez. 11. Restablecer configuración: después de restablecer la configuración, su configuración volverá a la configuración predeterminada y los datos previamente completados se sobrescribirán cuando realice esta operación. 12. Idioma: actualmente admite 20 idiomas de uso común. Puede controlar el idioma de la respuesta de ChatGPT y el idioma que se muestra en la interfaz del complemento seleccionando el idioma.
fa_ir: 1. کلمات راهنمای ادامه: اصل کلمات راهنمای ادامه این است که محتوای A را که نوشتید با کلمات راهنمای ادامه B, A+B به هم پیوند دهید مثلاً اگر مطلب A را به صورت "می خواهم به اروپا سفر کنم" را نوشتید ادامه دهید. نوشتن کلمه راهنمای B "لطفا به من کمک کنید محتوای زیر را تکمیل کنم" است، سپس محتوای نهایی ارسال شده به ChatGPT این است: "لطفا به من کمک کنید مطالب زیر را تکمیل کنم: می خواهم به اروپا سفر کنم". 2. دستورات سفارشی: در مجموع 3 دستور سفارشی وجود دارد که استفاده از دستورات سفارشی به این صورت است: به عنوان مثال، اگر در دستور 1 سفارشی "مطالب زیر را به انگلیسی ترجمه کنید" را پر کنید، سپس پس از انتخاب یک قطعه از محتوا، روی دستورالعمل سفارشی 1 کلیک کنید و محتوایی که انتخاب کرده اید به ChatGPT ارسال می شود که سپس توسط ChatGPT به انگلیسی ترجمه می شود. 3. پاسخ های کاندیدا: در حالت ادامه محتوا، ChatGPT چندین پاسخ داوطلب را برمی گرداند، می توانید با تغییر کلیدهای بالا و پایین یکی از آنها را انتخاب کنید و کلید تب را فشار دهید تا پاسخ به عنوان پاسخ نهایی پذیرفته شود. 4. زمان ماشه: پس از وارد کردن محتوا، به طور خودکار ChatGPT را درخواست می کند تا به شما کمک کند محتوای زیر را پس از زمان ماشه مشخص شده تکمیل کنید. می توانید سرعت پاسخ ChatGPT را با تنظیم زمان ماشه کنترل کنید و همچنین می توانید از کوتاهی بیش از حد جلوگیری کنید. یک زمان نادرست ماشه. 5. تعداد پیام ها: در حالت ادامه محتوا، ChatGPT چندین پاسخ نامزد را برمی گرداند و می توانید با تنظیم تعداد پیام ها، تعداد پاسخ های کاندیدای بازگشتی توسط ChatGPT را کنترل کنید. 6. ادامه خودکار: در حالت ادامه محتوا، می توانید با بررسی ادامه خودکار تمدید خودکار را کنترل کنید، اگر ادامه خودکار را بررسی کنید، فقط باید محتوا را وارد کنید و ChatGPT به طور خودکار آن را برای شما تکمیل می کند موارد زیر را تکمیل کنید. محتوا، اگر تمدید خودکار را بررسی نکنید، عملکرد افزونه ChatGPT بسته خواهد شد. 7. سوئیچ پروکسی: اگر محیط شبکه شما نمی تواند مستقیماً به ChatGPT دسترسی داشته باشد، می توانید از یک پروکسی برای دسترسی به ChatGPT با تیک زدن سوئیچ پراکسی استفاده کنید، اما همچنین باید آدرس پراکسی را پیکربندی کنید تا کار کند. 8. APIKEY: APIKEY از ChatGPT، می توانید برای آن در وب سایت رسمی ChatGPT درخواست دهید، آدرس برنامه این است: https://platform.openai.com/account/api-keys. 9. آدرس پراکسی: اگر محیط شبکه شما نمی تواند مستقیماً به ChatGPT دسترسی داشته باشد، می توانید با پیکربندی آدرس پراکسی از یک پروکسی برای دسترسی به ChatGPT استفاده کنید. توجه: آدرس پراکسی شامل IP:PORT است و نمی توانید http:// یا را پر کنید. https ://، به طور موقت از پروکسی هایی که نیاز به احراز هویت نام کاربری و رمز عبور دارند، پشتیبانی نمی کند. 10. Save the Configuration: پس از ذخیره تنظیمات، پیکربندی شما به صورت محلی ذخیره می شود و در دفعات بعد که نرم افزار را باز می کنید، پیکربندی به طور خودکار بارگذاری می شود. 11. تنظیم مجدد: پس از تنظیم مجدد پیکربندی، پیکربندی شما به تنظیمات پیش فرض باز می گردد و هنگام انجام این عملیات، داده های پر شده قبلی شما رونویسی می شوند. 12. زبان: در حال حاضر از 20 زبان پرکاربرد پشتیبانی می کند. می توانید با انتخاب زبان، زبان پاسخ ChatGPT و زبان نمایش داده شده در رابط افزونه را کنترل کنید.
fr_fr: 1. Mots guides de continuation : Le principe des mots guides de continuation est de coller le contenu A que vous avez écrit avec les mots guides de continuation B, A + B. Par exemple, si vous avez écrit le contenu A comme "Je veux voyager en Europe", continuez écrit Le mot guide B est "Veuillez m'aider à compléter le contenu suivant", puis le contenu final envoyé à ChatGPT est : "Veuillez m'aider à compléter le contenu suivant : je veux voyager en Europe". 2. Commandes personnalisées : il existe un total de 3 commandes personnalisées. L'utilisation des commandes personnalisées est la suivante : par exemple, si vous remplissez "traduire le contenu suivant en anglais" dans la commande personnalisée 1, puis après avoir sélectionné un morceau de contenu, cliquez sur Instruction personnalisée 1, et le contenu que vous avez sélectionné sera envoyé à ChatGPT, qui sera ensuite traduit en anglais par ChatGPT. 3. Réponses des candidats : en mode de continuation du contenu, ChatGPT renverra plusieurs réponses de candidats, vous pouvez en sélectionner une en changeant les touches haut et bas, et appuyez sur la touche de tabulation pour accepter la réponse comme réponse finale. 4. Temps de déclenchement : après avoir entré le contenu, il demandera automatiquement à ChatGPT de vous aider à terminer le contenu suivant après le temps de déclenchement spécifié. Vous pouvez contrôler la vitesse de réponse de ChatGPT en ajustant le temps de déclenchement, et vous pouvez également éviter une durée trop courte. un temps Faux déclencheur. 5. Nombre de messages : en mode de continuation de contenu, ChatGPT renverra plusieurs réponses candidates, et vous pouvez contrôler le nombre de réponses candidates renvoyées par ChatGPT en ajustant le nombre de messages. 6. Continuation automatique : en mode de continuation de contenu, vous pouvez contrôler le renouvellement automatique en cochant la continuation automatique. Si vous cochez la continuation automatique, il vous suffit d'entrer le contenu, et ChatGPT le complétera automatiquement pour vous. Complétez ce qui suit contenu, si vous ne cochez pas le renouvellement automatique, la fonction du plug-in ChatGPT sera fermée. 7. Commutateur proxy : Si votre environnement réseau ne peut pas accéder directement à ChatGPT, vous pouvez utiliser un proxy pour accéder à ChatGPT en cochant le commutateur proxy, mais vous devez également configurer l'adresse proxy pour qu'elle fonctionne. 8. APIKEY : APIKEY de ChatGPT, vous pouvez en faire la demande sur le site officiel de ChatGPT, l'adresse de l'application est : https://platform.openai.com/account/api-keys. 9. Adresse proxy : si votre environnement réseau ne peut pas accéder directement à ChatGPT, vous pouvez utiliser un proxy pour accéder à ChatGPT en configurant l'adresse proxy. Remarque : l'adresse proxy consiste en IP:PORT et vous ne pouvez pas saisir http:// ou https://, ne prend temporairement pas en charge les proxys qui nécessitent une authentification par nom d'utilisateur et mot de passe. 10. Enregistrez la configuration : après avoir enregistré la configuration, votre configuration sera enregistrée localement et la configuration sera automatiquement chargée lorsque vous ouvrirez le logiciel la prochaine fois. 11. Réinitialiser la configuration : Après avoir réinitialisé la configuration, votre configuration reviendra à la configuration par défaut et vos données précédemment remplies seront écrasées lorsque vous effectuerez cette opération. 12. Langue : prend actuellement en charge 20 langues couramment utilisées. Vous pouvez contrôler la langue de la réponse de ChatGPT et la langue affichée sur l'interface du plug-in en sélectionnant la langue.
hi_in: 1. निरंतरता गाइड शब्द: निरंतरता गाइड शब्द का सिद्धांत उस सामग्री को विभाजित करना है जिसे आपने निरंतरता गाइड शब्द बी, ए + बी के साथ लिखा था। उदाहरण के लिए, यदि आपने सामग्री ए को "मैं यूरोप की यात्रा करना चाहता हूं" के रूप में लिखा है, तो जारी रखें लेखन मार्गदर्शक शब्द B है "कृपया निम्नलिखित सामग्री को पूरा करने में मेरी मदद करें", फिर ChatGPT को भेजी गई अंतिम सामग्री है: "कृपया मुझे निम्नलिखित सामग्री को पूरा करने में मदद करें: मैं यूरोप की यात्रा करना चाहता हूं"। 2. कस्टम कमांड: कुल 3 कस्टम कमांड हैं। कस्टम कमांड का उपयोग इस प्रकार है: उदाहरण के लिए, यदि आप कस्टम कमांड 1 में "निम्न सामग्री का अंग्रेजी में अनुवाद करें" भरते हैं, तो आपके द्वारा एक टुकड़े का चयन करने के बाद सामग्री, कस्टम निर्देश 1 पर क्लिक करें, और आपके द्वारा चुनी गई सामग्री ChatGPT को भेजी जाएगी, जिसे बाद में ChatGPT द्वारा अंग्रेजी में अनुवादित किया जाएगा। 3. उम्मीदवार के उत्तर: सामग्री निरंतरता मोड में, ChatGPT कई उम्मीदवारों के उत्तर लौटाएगा, आप ऊपर और नीचे कुंजियों को स्विच करके उनमें से एक का चयन कर सकते हैं, और उत्तर को अंतिम उत्तर के रूप में स्वीकार करने के लिए टैब कुंजी दबाएं। 4. ट्रिगर समय: आपके द्वारा सामग्री दर्ज करने के बाद, यह स्वचालित रूप से ChatGPT से निर्दिष्ट ट्रिगर समय के बाद निम्नलिखित सामग्री को पूरा करने में आपकी मदद करने का अनुरोध करेगा। आप ट्रिगर समय को समायोजित करके ChatGPT की प्रतिक्रिया गति को नियंत्रित कर सकते हैं, और आप बहुत कम समय से भी बच सकते हैं एक समय गलत ट्रिगर। 5. संदेशों की संख्या: सामग्री निरंतरता मोड में, ChatGPT कई उम्मीदवारों के उत्तर लौटाएगा, और आप संदेशों की संख्या को समायोजित करके ChatGPT द्वारा लौटाए गए उम्मीदवारों के उत्तरों की संख्या को नियंत्रित कर सकते हैं। 6. स्वचालित निरंतरता: सामग्री निरंतरता मोड में, आप स्वत: निरंतरता की जांच करके स्वचालित रूप से नवीनीकरण करने के लिए नियंत्रित कर सकते हैं। यदि आप स्वचालित निरंतरता की जांच करते हैं, तो आपको केवल सामग्री दर्ज करने की आवश्यकता है, और चैटजीपीटी स्वचालित रूप से आपके लिए इसे पूरक करेगा। निम्नलिखित को पूरा करें सामग्री, यदि आप स्वचालित नवीनीकरण की जाँच नहीं करते हैं, तो चैटजीपीटी प्लग-इन फ़ंक्शन बंद हो जाएगा। 7. प्रॉक्सी स्विच: यदि आपका नेटवर्क वातावरण सीधे चैटजीपीटी तक नहीं पहुंच सकता है, तो आप प्रॉक्सी स्विच पर टिक करके चैटजीपीटी तक पहुंचने के लिए प्रॉक्सी का उपयोग कर सकते हैं, लेकिन काम करने के लिए आपको प्रॉक्सी पते को भी कॉन्फ़िगर करना होगा। 8. APIKEY: ChatGPT की APIKEY, आप इसके लिए ChatGPT की आधिकारिक वेबसाइट पर आवेदन कर सकते हैं, आवेदन का पता है: https://platform.openai.com/account/api-keys। 9. प्रॉक्सी पता: यदि आपका नेटवर्क वातावरण सीधे चैटजीपीटी तक नहीं पहुंच सकता है, तो आप प्रॉक्सी पते को कॉन्फ़िगर करके चैटजीपीटी तक पहुंचने के लिए प्रॉक्सी का उपयोग कर सकते हैं। नोट: प्रॉक्सी पते में आईपी: पोर्ट शामिल है, और आप http:// या नहीं भर सकते https: //, अस्थायी रूप से प्रॉक्सी का समर्थन नहीं करता है जिसके लिए उपयोगकर्ता नाम और पासवर्ड प्रमाणीकरण की आवश्यकता होती है। 10. कॉन्फ़िगरेशन सहेजें: कॉन्फ़िगरेशन को सहेजने के बाद, आपका कॉन्फ़िगरेशन स्थानीय रूप से सहेजा जाएगा, और जब आप अगली बार सॉफ़्टवेयर खोलेंगे तो कॉन्फ़िगरेशन स्वचालित रूप से लोड हो जाएगा। 11. कॉन्फ़िगरेशन रीसेट करें: कॉन्फ़िगरेशन रीसेट करने के बाद, आपका कॉन्फ़िगरेशन डिफ़ॉल्ट कॉन्फ़िगरेशन पर वापस आ जाएगा, और जब आप यह ऑपरेशन करते हैं तो आपका पहले भरा हुआ डेटा अधिलेखित हो जाएगा। 12. भाषा: वर्तमान में 20 सामान्य रूप से उपयोग की जाने वाली भाषाओं का समर्थन करती है। आप भाषा का चयन करके चैटजीपीटी के उत्तर की भाषा और प्लग-इन इंटरफ़ेस पर प्रदर्शित भाषा को नियंत्रित कर सकते हैं।
id_id: 1. Kata panduan lanjutan: Prinsip kata panduan lanjutan adalah menyambung konten A yang Anda tulis dengan kata panduan lanjutan B, A+B. Misalnya, jika Anda menulis konten A sebagai "Saya ingin bepergian ke Eropa", lanjutkan menulis Kata panduan B adalah "Tolong bantu saya melengkapi konten berikut", maka konten akhir yang dikirim ke ChatGPT adalah: "Tolong bantu saya menyelesaikan konten berikut: Saya ingin bepergian ke Eropa". 2. Perintah khusus: Ada total 3 perintah khusus.Penggunaan perintah khusus adalah sebagai berikut: Misalnya, jika Anda mengisi "terjemahkan konten berikut ke dalam bahasa Inggris" pada perintah khusus 1, maka setelah Anda memilih bagian konten, Klik Instruksi Kustom 1, dan konten yang Anda pilih akan dikirim ke ChatGPT, yang kemudian akan diterjemahkan ke dalam bahasa Inggris oleh ChatGPT. 3. Kandidat jawaban: Dalam mode kelanjutan konten, ChatGPT akan mengembalikan beberapa jawaban kandidat, Anda dapat memilih salah satunya dengan mengganti tombol atas dan bawah, dan tekan tombol tab untuk menerima jawaban sebagai jawaban akhir. 4. Waktu pemicu: Setelah Anda memasukkan konten, secara otomatis akan meminta ChatGPT untuk membantu Anda menyelesaikan konten berikut setelah waktu pemicu yang ditentukan. Anda dapat mengontrol kecepatan respons ChatGPT dengan menyesuaikan waktu pemicu, dan Anda juga dapat menghindari waktu yang terlalu singkat waktu Pemicu salah. 5. Jumlah pesan: Dalam mode kelanjutan konten, ChatGPT akan mengembalikan beberapa jawaban kandidat, dan Anda dapat mengontrol jumlah jawaban kandidat yang dikembalikan oleh ChatGPT dengan menyesuaikan jumlah pesan. 6. Kelanjutan otomatis: Dalam mode kelanjutan konten, Anda dapat mengontrol apakah akan memperbarui secara otomatis dengan mencentang kelanjutan otomatis. Jika Anda mencentang kelanjutan otomatis, Anda hanya perlu memasukkan konten, dan ChatGPT akan melengkapinya secara otomatis untuk Anda. konten, jika Anda tidak mencentang perpanjangan otomatis, fungsi plug-in ChatGPT akan ditutup. 7. Sakelar proxy: Jika lingkungan jaringan Anda tidak dapat mengakses ChatGPT secara langsung, Anda dapat menggunakan proxy untuk mengakses ChatGPT dengan mencentang sakelar proxy, tetapi Anda juga perlu mengonfigurasi alamat proxy agar berfungsi. 8. APIKEY: APIKEY dari ChatGPT, Anda dapat mengajukannya di situs web resmi ChatGPT, alamat aplikasinya adalah: https://platform.openai.com/account/api-keys. 9. Alamat proxy: Jika lingkungan jaringan Anda tidak dapat mengakses ChatGPT secara langsung, maka Anda dapat menggunakan proxy untuk mengakses ChatGPT dengan mengkonfigurasi alamat proxy.Catatan: alamat proxy terdiri dari IP:PORT, dan Anda tidak dapat mengisi http:// atau https ://, untuk sementara tidak mendukung proxy yang memerlukan otentikasi nama pengguna dan kata sandi. 10. Simpan konfigurasi: Setelah menyimpan konfigurasi, konfigurasi Anda akan disimpan secara lokal, dan konfigurasi akan dimuat secara otomatis saat Anda membuka perangkat lunak lain kali. 11. Atur ulang konfigurasi: Setelah mengatur ulang konfigurasi, konfigurasi Anda akan kembali ke konfigurasi default, dan data yang Anda isi sebelumnya akan ditimpa saat Anda melakukan operasi ini. 12. Bahasa: saat ini mendukung 20 bahasa yang umum digunakan Anda dapat mengontrol bahasa balasan ChatGPT dan bahasa yang ditampilkan pada antarmuka plug-in dengan memilih bahasa.
it_it: 1. Parole guida di continuazione: il principio delle parole guida di continuazione è unire il contenuto A che hai scritto con le parole guida di continuazione B, A + B. Ad esempio, se hai scritto il contenuto A come "Voglio viaggiare in Europa", continua scrittura La parola guida B è "Per favore aiutami a completare il seguente contenuto", quindi il contenuto finale inviato a ChatGPT è: "Per favore aiutami a completare il seguente contenuto: voglio viaggiare in Europa". 2. Comandi personalizzati: ci sono un totale di comandi personalizzati 3. L'utilizzo dei comandi personalizzati è il seguente: ad esempio, se inserisci "traduci il seguente contenuto in inglese" nel comando personalizzato 1, dopo aver selezionato una parte di contenuto, fare clic su Istruzione personalizzata 1 e il contenuto selezionato verrà inviato a ChatGPT, che verrà quindi tradotto in inglese da ChatGPT. 3. Risposte del candidato: nella modalità di continuazione del contenuto, ChatGPT restituirà più risposte del candidato, è possibile selezionarne una spostando i tasti su e giù e premere il tasto tab per accettare la risposta come risposta finale. 4. Tempo di attivazione: dopo aver inserito il contenuto, richiederà automaticamente a ChatGPT di aiutarti a completare il seguente contenuto dopo il tempo di attivazione specificato.Puoi controllare la velocità di risposta di ChatGPT regolando il tempo di attivazione e puoi anche evitare troppo breve un tempo Falso grilletto. 5. Numero di messaggi: nella modalità di continuazione del contenuto, ChatGPT restituirà più risposte candidate e puoi controllare il numero di risposte candidate restituite da ChatGPT regolando il numero di messaggi. 6. Continuazione automatica: nella modalità di continuazione del contenuto, puoi controllare se rinnovare automaticamente controllando la continuazione automatica.Se controlli la continuazione automatica, devi solo inserire il contenuto e ChatGPT lo integrerà automaticamente per te Completa quanto segue contenuto, se non selezioni il rinnovo automatico, la funzione del plug-in ChatGPT verrà chiusa. 7. Interruttore proxy: se il tuo ambiente di rete non può accedere direttamente a ChatGPT, puoi utilizzare un proxy per accedere a ChatGPT spuntando l'interruttore proxy, ma devi anche configurare l'indirizzo proxy affinché funzioni. 8. APIKEY: APIKEY di ChatGPT, puoi richiederla sul sito ufficiale di ChatGPT, l'indirizzo dell'applicazione è: https://platform.openai.com/account/api-keys. 9. Indirizzo proxy: se il tuo ambiente di rete non può accedere direttamente a ChatGPT, puoi utilizzare un proxy per accedere a ChatGPT configurando l'indirizzo proxy.Nota: l'indirizzo proxy è costituito da IP:PORT e non puoi inserire http:// o https://, temporaneamente non supporta i proxy che richiedono l'autenticazione con nome utente e password. 10. Salva la configurazione: Dopo aver salvato la configurazione, la tua configurazione verrà salvata localmente e la configurazione verrà caricata automaticamente quando aprirai il software la volta successiva. 11. Ripristina configurazione: dopo aver ripristinato la configurazione, la configurazione tornerà alla configurazione predefinita e i dati inseriti in precedenza verranno sovrascritti quando si esegue questa operazione. 12. Lingua: attualmente supporta 20 lingue comunemente usate.È possibile controllare la lingua della risposta di ChatGPT e la lingua visualizzata sull'interfaccia del plug-in selezionando la lingua.
ja_jp: 1. 継続誘導語：継続誘導語の原則は、あなたが書いたコンテンツAに継続誘導語B、A+Bをつなぎ合わせることです. 例えば、あなたがコンテンツAを「ヨーロッパに旅行したい」と書いた場合、継続誘導語は続きます.ガイド ワード B は「次のコンテンツを完成させるのを手伝ってください」であり、ChatGPT に送信される最終的なコンテンツは「次のコンテンツを完成させるのを手伝ってください: ヨーロッパに旅行したい」です。 2.カスタムコマンド：カスタムコマンドは全部で3種類あり、カスタムコマンドの使い方は以下のとおりです：例えば、カスタムコマンド1に「次の内容を英語に翻訳してください」と入力した場合、コンテンツ、カスタム指示 1 をクリックすると、選択したコンテンツが ChatGPT に送信され、ChatGPT によって英語に翻訳されます。 3. 回答候補: コンテンツ継続モードでは、ChatGPT は複数の回答候補を返します。上下キーを切り替えてその中から 1 つを選択し、Tab キーを押して回答を最終的な回答として受け入れます。 4. トリガー時間: コンテンツを入力すると、指定されたトリガー時間後に次のコンテンツを完了するのに役立つように ChatGPT に自動的に要求します. トリガー時間を調整することで、ChatGPT の応答速度を制御できます。時間偽トリガー。 5. メッセージの数: メッセージが多いほど、ChatGPT はより多くの履歴情報を認識できますが、OpenAI はメッセージの最大数を 4096 トークンに制限しているため、この値は大きすぎてはならず、推奨値は 6 です。 6. 自動継続: コンテンツ継続モードでは、自動継続をチェックすることで、自動更新するかどうかを制御できます. 自動継続をチェックすると、コンテンツを入力するだけで、ChatGPT が自動的にそれを補完します.内容、自動更新にチェックを入れない場合、ChatGPTプラグイン機能が終了します。 7. プロキシ スイッチ: ネットワーク環境が ChatGPT に直接アクセスできない場合は、プロキシ スイッチをオンにすることでプロキシを使用して ChatGPT にアクセスできますが、機能するようにプロキシ アドレスを構成する必要もあります。 8. APIKEY: ChatGPT の APIKEY です。ChatGPT 公式 Web サイトで申請できます。申請アドレスは https://platform.openai.com/account/api-keys です。 9. プロキシ アドレス: ネットワーク環境が ChatGPT に直接アクセスできない場合は、プロキシ アドレスを設定することにより、プロキシを使用して ChatGPT にアクセスできます. 注: プロキシ アドレスは IP:PORT で構成され、http:// またはhttps :// は、ユーザー名とパスワードの認証を必要とするプロキシを一時的にサポートしていません。 10. 構成を保存します。構成を保存すると、構成がローカルに保存され、次回ソフトウェアを開いたときに構成が自動的に読み込まれます。 11. 構成のリセット: 構成をリセットすると、構成はデフォルト構成に戻り、この操作を実行すると、以前に入力したデータが上書きされます。 12. 言語: 現在、一般的に使用されている 20 の言語をサポートしており、言語を選択することで、ChatGPT の返信の言語とプラグイン インターフェイスに表示される言語を制御できます。
ko_kr: 1. 계속 안내어: 계속 안내어의 원리는 자신이 작성한 내용 A와 계속 안내어 B, A+B를 이어붙이는 것입니다. 쓰기 가이드 워드 B는 "Please help me complete the following content"이고, ChatGPT로 전송된 최종 내용은 "Please help me complete the following content: I want to travel to Europe"입니다. 2. 커스텀 명령어 : 총 3개의 커스텀 명령어가 있으며 커스텀 명령어의 사용법은 다음과 같습니다. 콘텐츠, 사용자 지정 지침 1을 클릭하면 선택한 콘텐츠가 ChatGPT로 전송되고 ChatGPT에서 영어로 번역됩니다. 3. 후보 답변: 콘텐츠 연속 모드에서 ChatGPT는 여러 후보 답변을 반환합니다. 위/아래 키를 전환하여 그 중 하나를 선택하고 탭 키를 눌러 답변을 최종 답변으로 수락할 수 있습니다. 4. 트리거 시간: 콘텐츠를 입력한 후 지정된 트리거 시간이 지나면 자동으로 ChatGPT에 다음 콘텐츠를 완료하도록 도와달라고 요청합니다. 트리거 시간을 조정하여 ChatGPT의 응답 속도를 제어할 수 있으며 너무 짧은 시간을 피할 수도 있습니다. 시간 거짓 트리거. 5. 메시지 수: 메시지가 많을수록 ChatGPT가 더 많은 기록 정보를 인식할 수 있지만 OpenAI는 최대 메시지 수를 4096 토큰으로 제한하므로 이 값은 너무 크지 않아야 하며 권장 값은 6입니다. 6. 자동계속 : 컨텐츠계속 모드에서 자동계속을 체크하여 자동갱신 여부를 제어할 수 있으며, 자동계속을 체크하시면 컨텐츠만 입력하시면 ChatGPT에서 자동으로 보완해 드립니다 다음을 완료해주세요 콘텐츠, 자동 갱신을 체크하지 않으면 ChatGPT 플러그인 기능이 종료됩니다. 7. 프록시 스위치: 네트워크 환경이 ChatGPT에 직접 액세스할 수 없는 경우 프록시를 사용하여 프록시 스위치를 선택하여 ChatGPT에 액세스할 수 있지만 작동하려면 프록시 주소도 구성해야 합니다. 8. APIKEY: ChatGPT의 APIKEY, ChatGPT 공식 웹사이트에서 신청할 수 있습니다. 신청 주소: https://platform.openai.com/account/api-keys. 9. 프록시 주소: 네트워크 환경에서 ChatGPT에 직접 접속할 수 없는 경우 프록시를 사용하여 프록시 주소를 구성하여 ChatGPT에 접속할 수 있습니다.참고: 프록시 주소는 IP:PORT로 구성되며 http:// 또는 https://, 일시적으로 사용자 이름 및 암호 인증이 필요한 프록시를 지원하지 않습니다. 10. 구성 저장: 구성을 저장하면 구성이 로컬에 저장되고 다음에 소프트웨어를 열 때 구성이 자동으로 로드됩니다. 11. 구성 재설정: 구성을 재설정하면 구성이 기본 구성으로 돌아가고 이 작업을 수행하면 이전에 채워진 데이터를 덮어씁니다. 12. 언어: 현재 일반적으로 사용되는 20개 언어를 지원합니다 언어를 선택하여 ChatGPT의 답장 언어와 플러그인 인터페이스에 표시되는 언어를 제어할 수 있습니다.
pt_br: 1. Palavras-guia de continuação: O princípio das palavras-guia de continuação é unir o conteúdo A que você escreveu com as palavras-guia de continuação B, A+B. Por exemplo, se você escreveu o conteúdo A como "Quero viajar para a Europa", continue escrita A palavra guia B é "Por favor, ajude-me a completar o seguinte conteúdo", então o conteúdo final enviado ao ChatGPT é: "Por favor, ajude-me a completar o seguinte conteúdo: Quero viajar para a Europa". 2. Comandos personalizados: Há um total de 3 comandos personalizados. O uso de comandos personalizados é o seguinte: Por exemplo, se você preencher "traduzir o seguinte conteúdo para o inglês" no comando personalizado 1, depois de selecionar um pedaço de conteúdo, clique em Custom Instruction 1 e o conteúdo selecionado será enviado para o ChatGPT, que será traduzido para o inglês pelo ChatGPT. 3. Respostas de candidatos: No modo de continuação de conteúdo, o ChatGPT retornará várias respostas de candidatos, você pode selecionar uma delas alternando as teclas para cima e para baixo e pressione a tecla tab para aceitar a resposta como a resposta final. 4. Tempo de disparo: depois de inserir o conteúdo, ele solicitará automaticamente ao ChatGPT para ajudá-lo a concluir o seguinte conteúdo após o tempo de disparo especificado. Você pode controlar a velocidade de resposta do ChatGPT ajustando o tempo de disparo e também pode evitar muito curto um gatilho falso de tempo. 5. Número de mensagens: No modo de continuação de conteúdo, o ChatGPT retornará várias respostas de candidatos e você pode controlar o número de respostas de candidatos retornadas pelo ChatGPT ajustando o número de mensagens. 6. Continuação automática: No modo de continuação de conteúdo, você pode controlar se deseja renovar automaticamente marcando a continuação automática. Se você marcar a continuação automática, precisará apenas inserir o conteúdo e o ChatGPT o complementará automaticamente para você Complete o seguinte conteúdo, se você não verificar a renovação automática, a função do plug-in ChatGPT será encerrada. 7. Interruptor de proxy: Se o seu ambiente de rede não puder acessar diretamente o ChatGPT, você poderá usar um proxy para acessar o ChatGPT marcando o interruptor de proxy, mas também precisará configurar o endereço do proxy para funcionar. 8. APIKEY: APIKEY do ChatGPT, você pode solicitar no site oficial do ChatGPT, o endereço do aplicativo é: https://platform.openai.com/account/api-keys. 9. Endereço de proxy: Se o seu ambiente de rede não puder acessar diretamente o ChatGPT, você poderá usar um proxy para acessar o ChatGPT configurando o endereço de proxy. Nota: o endereço de proxy consiste em IP:PORT e você não pode preencher http:// ou https://, temporariamente não oferece suporte a proxies que requerem autenticação de nome de usuário e senha. 10. Salve a configuração: Depois de salvar a configuração, sua configuração será salva localmente e a configuração será carregada automaticamente quando você abrir o software na próxima vez. 11. Redefinir configuração: Após redefinir a configuração, sua configuração retornará à configuração padrão e seus dados preenchidos anteriormente serão substituídos quando você executar esta operação. 12. Idioma: atualmente suporta 20 idiomas comumente usados. Você pode controlar o idioma da resposta do ChatGPT e o idioma exibido na interface do plug-in selecionando o idioma.
ru_ru: 1. Слова-путеводные слова-продолжения: принцип слов-указателей-продолжений состоит в том, чтобы соединить текст А, который вы написали, со словами-указателями продолжения В, А+В. Например, если вы написали в тексте А текст «Я хочу поехать в Европу», продолжайте. Написание Управляющее слово B: «Пожалуйста, помогите мне заполнить следующий контент», а окончательный контент, отправленный в ChatGPT, будет следующим: «Пожалуйста, помогите мне заполнить следующий контент: я хочу поехать в Европу». 2. Пользовательские команды: Всего пользовательских команд 3. Пользовательские команды используются следующим образом: Например, если вы заполните «перевести следующее содержимое на английский язык» в пользовательской команде 1, то после выбора фрагмента содержимого, нажмите Пользовательская инструкция 1, и выбранный вами контент будет отправлен в ChatGPT, который затем будет переведен на английский язык с помощью ChatGPT. 3. Возможные ответы: в режиме продолжения содержимого ChatGPT вернет несколько возможных ответов, вы можете выбрать один из них, переключая клавиши вверх и вниз, и нажать клавишу табуляции, чтобы принять ответ в качестве окончательного ответа. 4. Время срабатывания: после того, как вы введете контент, он автоматически запросит ChatGPT, чтобы помочь вам заполнить следующий контент после указанного времени срабатывания.Вы можете контролировать скорость отклика ChatGPT, регулируя время срабатывания, и вы также можете избежать слишком короткого раз Ложный триггер. 5. Количество сообщений: в режиме продолжения содержимого ChatGPT будет возвращать несколько ответов-кандидатов, и вы можете контролировать количество ответов-кандидатов, возвращаемых ChatGPT, регулируя количество сообщений. 6. Автоматическое продолжение: в режиме продолжения контента вы можете управлять автоматическим продлением, проверив автоматическое продолжение.Если вы отметите автоматическое продолжение, вам нужно только ввести контент, и ChatGPT автоматически дополнит его для вас. Выполните следующие действия. контент, если вы не отметите автоматическое продление, функция плагина ChatGPT будет закрыта. 7. Переключатель прокси: если ваша сетевая среда не может напрямую получить доступ к ChatGPT, вы можете использовать прокси для доступа к ChatGPT, отметив переключатель прокси, но вам также необходимо настроить адрес прокси для работы. 8. APIKEY: APIKEY ChatGPT, подать заявку можно на официальном сайте ChatGPT, адрес заявки: https://platform.openai.com/account/api-keys. 9. Адрес прокси: если ваша сетевая среда не может получить прямой доступ к ChatGPT, вы можете использовать прокси для доступа к ChatGPT, настроив адрес прокси.Примечание: адрес прокси состоит из IP:PORT, и вы не можете заполнить http:// или https://, временно не поддерживает прокси, требующие аутентификации по имени пользователя и паролю. 10. Сохраните конфигурацию: после сохранения конфигурации ваша конфигурация будет сохранена локально, и конфигурация будет автоматически загружена при следующем открытии программного обеспечения. 11. Сброс конфигурации: после сброса конфигурации ваша конфигурация вернется к конфигурации по умолчанию, а ваши ранее заполненные данные будут перезаписаны при выполнении этой операции. 12. Язык: в настоящее время поддерживается 20 часто используемых языков.Вы можете управлять языком ответа ChatGPT и языком, отображаемым в интерфейсе плагина, выбрав язык.
ta_in: 1. தொடர் வழிகாட்டி சொற்கள்: தொடர் வழிகாட்டி சொற்களின் கொள்கையானது, நீங்கள் எழுதிய உள்ளடக்கம் A ஐ தொடர் வழிகாட்டி வார்த்தைகளான B, A+B உடன் பிரிப்பதாகும். எடுத்துக்காட்டாக, உள்ளடக்கம் A ஐ "நான் ஐரோப்பாவிற்குப் பயணிக்க விரும்புகிறேன்" என எழுதியிருந்தால், தொடரவும் எழுதுதல் வழிகாட்டி வார்த்தை B என்பது "பின்வரும் உள்ளடக்கத்தை முடிக்க எனக்கு உதவுங்கள்", பின்னர் ChatGPT க்கு அனுப்பப்பட்ட இறுதி உள்ளடக்கம்: "பின்வரும் உள்ளடக்கத்தை முடிக்க எனக்கு உதவுங்கள்: நான் ஐரோப்பாவிற்கு பயணிக்க விரும்புகிறேன்". 2. தனிப்பயன் கட்டளைகள்: மொத்தம் 3 தனிப்பயன் கட்டளைகள் உள்ளன. தனிப்பயன் கட்டளைகளின் பயன்பாடு பின்வருமாறு: எடுத்துக்காட்டாக, தனிப்பயன் கட்டளை 1 இல் "பின்வரும் உள்ளடக்கத்தை ஆங்கிலத்தில் மொழிபெயர்" என்பதை நிரப்பினால், நீங்கள் ஒரு பகுதியைத் தேர்ந்தெடுத்த பிறகு உள்ளடக்கம், தனிப்பயன் வழிமுறை 1ஐக் கிளிக் செய்யவும், நீங்கள் தேர்ந்தெடுத்த உள்ளடக்கம் ChatGPTக்கு அனுப்பப்படும், அது ChatGPT ஆல் ஆங்கிலத்தில் மொழிபெயர்க்கப்படும். 3. வேட்பாளர் பதில்கள்: உள்ளடக்கத் தொடரும் பயன்முறையில், ChatGPT பல வேட்பாளர் பதில்களை வழங்கும், மேல் மற்றும் கீழ் விசைகளை மாற்றுவதன் மூலம் அவற்றில் ஒன்றைத் தேர்ந்தெடுத்து, பதிலை இறுதிப் பதிலாக ஏற்க டேப் விசையை அழுத்தவும். 4. தூண்டுதல் நேரம்: நீங்கள் உள்ளடக்கத்தை உள்ளிட்ட பிறகு, குறிப்பிட்ட தூண்டுதல் நேரத்திற்குப் பிறகு பின்வரும் உள்ளடக்கத்தை முடிக்க உங்களுக்கு உதவ ChatGPT தானாகவே கோரும். தூண்டுதல் நேரத்தைச் சரிசெய்வதன் மூலம் ChatGPT இன் மறுமொழி வேகத்தைக் கட்டுப்படுத்தலாம், மேலும் மிகக் குறைவான நேரத்தையும் தவிர்க்கலாம். ஒரு முறை தவறான தூண்டுதல். 5. செய்திகளின் எண்ணிக்கை: உள்ளடக்கத் தொடரும் பயன்முறையில், ChatGPT பல வேட்பாளர் பதில்களை வழங்கும், மேலும் செய்திகளின் எண்ணிக்கையை சரிசெய்வதன் மூலம் ChatGPT ஆல் வழங்கப்படும் வேட்பாளர் பதில்களின் எண்ணிக்கையை நீங்கள் கட்டுப்படுத்தலாம். 6. தானியங்கு தொடர்ச்சி: உள்ளடக்க தொடர்ச்சி பயன்முறையில், தானியங்கு தொடர்ச்சியை சரிபார்ப்பதன் மூலம் தானாக புதுப்பிக்க வேண்டுமா என்பதை நீங்கள் கட்டுப்படுத்தலாம். தானியங்கு தொடர்ச்சியை நீங்கள் சரிபார்த்தால், நீங்கள் உள்ளடக்கத்தை மட்டும் உள்ளிட வேண்டும், மேலும் ChatGPT தானாகவே அதை நிரப்பும். பின்வருவனவற்றை முடிக்கவும் உள்ளடக்கம், தானியங்கி புதுப்பித்தலை நீங்கள் சரிபார்க்கவில்லை என்றால், ChatGPT செருகுநிரல் செயல்பாடு மூடப்படும். 7. ப்ராக்ஸி சுவிட்ச்: உங்கள் நெட்வொர்க் சூழலால் ChatGPT ஐ நேரடியாக அணுக முடியாவிட்டால், ப்ராக்ஸி சுவிட்சை டிக் செய்வதன் மூலம் ChatGPT ஐ அணுகுவதற்கு ப்ராக்ஸியைப் பயன்படுத்தலாம், ஆனால் ப்ராக்ஸி முகவரியை வேலை செய்ய உள்ளமைக்க வேண்டும். 8. APIKEY: ChatGPT இன் APIKEY, நீங்கள் ChatGPT அதிகாரப்பூர்வ இணையதளத்தில் விண்ணப்பிக்கலாம், விண்ணப்ப முகவரி: https://platform.openai.com/account/api-keys. 9. ப்ராக்ஸி முகவரி: உங்கள் நெட்வொர்க் சூழல் ChatGPT ஐ நேரடியாக அணுக முடியாவிட்டால், ப்ராக்ஸி முகவரியை உள்ளமைப்பதன் மூலம் ChatGPT ஐ அணுகுவதற்கு ப்ராக்ஸியைப் பயன்படுத்தலாம். குறிப்பு: ப்ராக்ஸி முகவரியில் IP:PORT உள்ளது, மேலும் நீங்கள் http:// அல்லது https://, பயனர்பெயர் மற்றும் கடவுச்சொல் அங்கீகாரம் தேவைப்படும் ப்ராக்ஸிகளை தற்காலிகமாக ஆதரிக்காது. 10. உள்ளமைவைச் சேமிக்கவும்: உள்ளமைவைச் சேமித்த பிறகு, உங்கள் உள்ளமைவு உள்நாட்டில் சேமிக்கப்படும், மேலும் அடுத்த முறை மென்பொருளைத் திறக்கும்போது உள்ளமைவு தானாகவே ஏற்றப்படும். 11. கட்டமைப்பை மீட்டமைத்தல்: உள்ளமைவை மீட்டமைத்த பிறகு, உங்கள் உள்ளமைவு இயல்புநிலை உள்ளமைவுக்குத் திரும்பும், மேலும் நீங்கள் இந்தச் செயல்பாட்டைச் செய்யும்போது உங்கள் முன்பு நிரப்பப்பட்ட தரவு மேலெழுதப்படும். 12. மொழி: தற்போது பொதுவாகப் பயன்படுத்தப்படும் 20 மொழிகளை ஆதரிக்கிறது. மொழியைத் தேர்ந்தெடுப்பதன் மூலம் நீங்கள் ChatGPT இன் பதிலின் மொழியையும் செருகுநிரல் இடைமுகத்தில் காட்டப்படும் மொழியையும் கட்டுப்படுத்தலாம்.
tr_tr: 1. Devam kılavuz sözcükleri: Devam kılavuz sözcükleri ilkesi, yazdığınız A içeriğini B, A+B devam kılavuz sözcükleri ile birleştirmektir. Örneğin, A içeriğini "Avrupa'yı gezmek istiyorum" şeklinde yazdıysanız, devam edin yazma Kılavuz kelimesi B "Lütfen aşağıdaki içeriği tamamlamama yardım edin", ardından ChatGPT'ye gönderilen son içerik şu olur: "Lütfen aşağıdaki içeriği tamamlamama yardım edin: Avrupa'ya seyahat etmek istiyorum". 2. Özel komutlar: Toplam 3 adet özel komut vardır.Özel komutların kullanımı şu şekildedir: Örneğin, özel komut 1'de "aşağıdaki içeriği İngilizce'ye çevir" kısmını doldurursanız, ardından bir parça seçtikten sonra içerik, Özel Talimat 1'i tıklayın ve seçtiğiniz içerik ChatGPT'ye gönderilecek ve ardından ChatGPT tarafından İngilizce'ye çevrilecektir. 3. Aday cevapları: İçerik devam modunda, ChatGPT birden fazla aday cevabı döndürür, yukarı ve aşağı tuşlarını değiştirerek bunlardan birini seçebilir ve tab tuşuna basarak cevabı nihai cevap olarak kabul edebilirsiniz. 4. Tetikleme süresi: İçeriği girdikten sonra, belirtilen tetikleme süresinden sonra aşağıdaki içeriği tamamlamanıza yardımcı olmak için otomatik olarak ChatGPT ister.Tetikleme süresini ayarlayarak ChatGPT'nin yanıt hızını kontrol edebilir ve ayrıca çok kısa olmasını önleyebilirsiniz. bir zaman Yanlış tetik. 5. Mesaj sayısı: İçerik devam modunda, ChatGPT birden fazla aday yanıtı döndürür ve ChatGPT tarafından döndürülen aday yanıtlarının sayısını, mesaj sayısını ayarlayarak kontrol edebilirsiniz. 6. Otomatik devam: İçerik devam modunda, otomatik devamı işaretleyerek otomatik olarak yenilenip yenilenmeyeceğini kontrol edebilirsiniz.Otomatik devamı işaretlerseniz, yalnızca içeriği girmeniz yeterlidir ve ChatGPT sizin için otomatik olarak tamamlar Aşağıdakileri tamamlayın otomatik yenilemeyi kontrol etmezseniz, ChatGPT eklenti işlevi kapatılacaktır. 7. Proxy anahtarı: Ağ ortamınız ChatGPT'ye doğrudan erişemiyorsa, o zaman proxy anahtarını işaretleyerek ChatGPT'ye erişmek için bir proxy kullanabilirsiniz, ancak çalışacak proxy adresini de yapılandırmanız gerekir. 8. APIKEY: ChatGPT'nin APIKEY'i, bunun için ChatGPT resmi web sitesinde başvurabilirsiniz, başvuru adresi: https://platform.openai.com/account/api-keys. 9. Proxy adresi: Ağ ortamınız ChatGPT'ye doğrudan erişemiyorsa, proxy adresini yapılandırarak ChatGPT'ye erişmek için bir proxy kullanabilirsiniz.Not: proxy adresi IP:PORT'tan oluşur ve http:// veya https://, kullanıcı adı ve parola doğrulaması gerektiren proxy'leri geçici olarak desteklemez. 10. Yapılandırmayı kaydedin: Yapılandırmayı kaydettikten sonra, yapılandırmanız yerel olarak kaydedilecek ve yazılımı bir sonraki açışınızda yapılandırma otomatik olarak yüklenecektir. 11. Konfigürasyonu sıfırla: Konfigürasyonu sıfırladıktan sonra, konfigürasyonunuz varsayılan konfigürasyona geri dönecek ve bu işlemi gerçekleştirdiğinizde önceden doldurulan verilerinizin üzerine yazılacaktır. 12. Dil: şu anda yaygın olarak kullanılan 20 dili desteklemektedir.Dili seçerek ChatGPT'nin yanıt dilini ve eklenti arayüzünde görüntülenen dili kontrol edebilirsiniz.
uk_ua: 1. Допоміжні слова продовження: принцип продовження довідкових слів полягає в тому, щоб з’єднати вміст А, який ви написали, з довідковими словами продовження B, A + B. Наприклад, якщо ви написали вміст А як «Я хочу подорожувати до Європи», продовжуйте написання Керівне слово B: «Будь ласка, допоможіть мені завершити наступний вміст», тоді остаточний вміст, надісланий у ChatGPT: «Будь ласка, допоможіть мені завершити наступний вміст: я хочу подорожувати до Європи». 2. Користувацькі команди: загалом існує 3 користувацькі команди. Використання користувальницьких команд виглядає наступним чином: Наприклад, якщо ви заповнюєте «перекласти наступний вміст англійською мовою» у користувацькій команді 1, то після вибору частини вміст, клацніть Спеціальна інструкція 1, і вибраний вами вміст буде надіслано до ChatGPT, який потім буде перекладено англійською мовою за допомогою ChatGPT. 3. Відповіді кандидатів: у режимі продовження вмісту ChatGPT поверне кілька варіантів відповідей, ви можете вибрати одну з них, перемикаючи клавіші вгору та вниз, і натиснути клавішу табуляції, щоб прийняти відповідь як остаточну. 4. Час ініціювання: коли ви введете вміст, він автоматично запитає ChatGPT, щоб допомогти вам завершити наступний вміст після вказаного часу ініціювання. Ви можете контролювати швидкість відповіді ChatGPT, регулюючи час ініціювання, і ви також можете уникнути занадто короткого тригер часу False. 5. Кількість повідомлень: у режимі продовження вмісту ChatGPT поверне декілька варіантів відповідей, і ви можете контролювати кількість варіантів відповідей, які повертає ChatGPT, регулюючи кількість повідомлень. 6. Автоматичне продовження: у режимі продовження вмісту ви можете керувати автоматичним продовженням, позначивши автоматичне продовження. Якщо ви позначите автоматичне продовження, вам потрібно лише ввести вміст, і ChatGPT автоматично доповнить його для вас. Виконайте наступне вмісту, якщо ви не позначите автоматичне оновлення, функція плагіна ChatGPT буде закрита. 7. Перемикач проксі-сервера: якщо ваше мережеве середовище не може отримати прямий доступ до ChatGPT, ви можете використовувати проксі-сервер для доступу до ChatGPT, поставивши прапорець біля перемикача проксі-сервера, але вам також потрібно налаштувати адресу проксі-сервера для роботи. 8. APIKEY: APIKEY ChatGPT, ви можете подати заявку на його отримання на офіційному веб-сайті ChatGPT, адреса заявки: https://platform.openai.com/account/api-keys. 9. Адреса проксі: якщо ваше мережеве середовище не може отримати прямий доступ до ChatGPT, ви можете використовувати проксі для доступу до ChatGPT, налаштувавши адресу проксі. Примітка: адреса проксі складається з IP:PORT, і ви не можете заповнити http:// або https ://, тимчасово не підтримує проксі-сервери, які потребують автентифікації імені користувача та пароля. 10. Збережіть конфігурацію: після збереження конфігурації ваша конфігурація буде збережена локально, і конфігурація буде автоматично завантажена, коли ви наступного разу відкриєте програмне забезпечення. 11. Скинути конфігурацію: після скидання конфігурації ваша конфігурація повернеться до конфігурації за замовчуванням, а ваші раніше заповнені дані будуть перезаписані під час виконання цієї операції. 12. Мова: наразі підтримується 20 поширених мов. Ви можете керувати мовою відповіді ChatGPT і мовою, яка відображається в інтерфейсі плагіна, вибравши мову.
ur_pk: 1. تسلسل کے رہنما الفاظ: تسلسل کے رہنما الفاظ کا اصول آپ کے لکھے ہوئے مواد A کو تسلسل کے رہنما الفاظ B، A+B کے ساتھ تقسیم کرنا ہے۔ مثال کے طور پر، اگر آپ نے مواد A کو "میں یورپ کا سفر کرنا چاہتا ہوں" کے طور پر لکھا تو جاری رکھیں۔ گائیڈ کا لفظ B لکھنا ہے "براہ کرم درج ذیل مواد کو مکمل کرنے میں میری مدد کریں"، پھر ChatGPT کو بھیجا جانے والا حتمی مواد ہے: "براہ کرم درج ذیل مواد کو مکمل کرنے میں میری مدد کریں: میں یورپ کا سفر کرنا چاہتا ہوں"۔ 2. حسب ضرورت کمانڈز: کل 3 حسب ضرورت کمانڈز ہیں۔ مواد، حسب ضرورت ہدایات 1 پر کلک کریں، اور آپ کا منتخب کردہ مواد ChatGPT کو بھیج دیا جائے گا، جس کا انگریزی میں ترجمہ ChatGPT کے ذریعے کیا جائے گا۔ 3. امیدواروں کے جوابات: مواد کے تسلسل کے موڈ میں، ChatGPT امیدواروں کے متعدد جوابات واپس کرے گا، آپ اوپر اور نیچے کیز کو تبدیل کرکے ان میں سے ایک کو منتخب کر سکتے ہیں، اور جواب کو حتمی جواب کے طور پر قبول کرنے کے لیے ٹیب کی کو دبائیں۔ 4. ٹرگر کا وقت: آپ کے مواد کو داخل کرنے کے بعد، یہ خود بخود ChatGPT سے درخواست کرے گا کہ وہ مخصوص ٹرگر ٹائم کے بعد درج ذیل مواد کو مکمل کرنے میں آپ کی مدد کرے۔ ایک وقت غلط ٹرگر. 5. پیغامات کی تعداد: مواد کے تسلسل کے موڈ میں، ChatGPT امیدواروں کے متعدد جوابات واپس کرے گا، اور آپ پیغامات کی تعداد کو ایڈجسٹ کر کے ChatGPT کے ذریعے واپس کیے گئے امیدواروں کے جوابات کی تعداد کو کنٹرول کر سکتے ہیں۔ 6. خودکار تسلسل: مواد کے تسلسل کے موڈ میں، آپ خودکار تسلسل کو چیک کر کے خود بخود تجدید ہونے کا کنٹرول کر سکتے ہیں۔ اگر آپ خودکار تسلسل کو چیک کرتے ہیں، تو آپ کو صرف مواد درج کرنے کی ضرورت ہے، اور ChatGPT خود بخود آپ کے لیے اس کی تکمیل کرے گا، درج ذیل کو مکمل کریں۔ مواد، اگر آپ خودکار تجدید کو چیک نہیں کرتے ہیں، تو ChatGPT پلگ ان فنکشن بند ہو جائے گا۔ 7. پراکسی سوئچ: اگر آپ کے نیٹ ورک کا ماحول براہ راست ChatGPT تک رسائی حاصل نہیں کر سکتا، تو آپ پراکسی سوئچ کو ٹک کرکے ChatGPT تک رسائی کے لیے ایک پراکسی استعمال کر سکتے ہیں، لیکن آپ کو کام کرنے کے لیے پراکسی ایڈریس کو کنفیگر کرنے کی بھی ضرورت ہے۔ 8. APIKEY: ChatGPT کی APIKEY، آپ ChatGPT کی آفیشل ویب سائٹ پر اس کے لیے درخواست دے سکتے ہیں، درخواست کا پتہ یہ ہے: https://platform.openai.com/account/api-keys۔ 9. پراکسی ایڈریس: اگر آپ کے نیٹ ورک کا ماحول براہ راست ChatGPT تک رسائی حاصل نہیں کر سکتا، تو آپ پراکسی ایڈریس کو ترتیب دے کر ChatGPT تک رسائی کے لیے ایک پراکسی استعمال کر سکتے ہیں۔ نوٹ: پراکسی ایڈریس IP:PORT پر مشتمل ہوتا ہے، اور آپ http:// یا https://، عارضی طور پر ایسے پراکسیوں کی حمایت نہیں کرتا جن کے لیے صارف نام اور پاس ورڈ کی تصدیق کی ضرورت ہوتی ہے۔ 10. کنفیگریشن محفوظ کریں: کنفیگریشن کو محفوظ کرنے کے بعد، آپ کی کنفیگریشن مقامی طور پر محفوظ ہو جائے گی، اور جب آپ اگلی بار سافٹ ویئر کھولیں گے تو کنفیگریشن خود بخود لوڈ ہو جائے گی۔ 11. کنفیگریشن ری سیٹ کریں: کنفیگریشن کو ری سیٹ کرنے کے بعد، آپ کی کنفیگریشن ڈیفالٹ کنفیگریشن پر واپس آجائے گی، اور جب آپ یہ آپریشن کریں گے تو آپ کا پہلے سے بھرا ہوا ڈیٹا اوور رائٹ ہو جائے گا۔ 12. زبان: فی الحال عام طور پر استعمال ہونے والی 20 زبانوں کو سپورٹ کرتی ہے۔ آپ ChatGPT کے جواب کی زبان اور پلگ ان انٹرفیس پر ظاہر ہونے والی زبان کو منتخب کر کے کنٹرول کر سکتے ہیں۔
zh_cn: 1. 续写引导词：续写引导词的原理是，将您书写的内容A与续写引导词B拼接，A+B, 比如您书写了内容A为“我想去欧洲旅游”, 续写引导词B为“请帮我补充完整后面的内容”, 那么最终的发送给ChatGPT的内容为：“请帮我补充完整后面的内容：我想去欧洲旅游”。 2. 自定义指令：总共有3个自定义指令，自定义指令的使用方式为：比如您在自定义指令1中填入了“将下面的内容翻译成英语”，那么您选中一段内容后，点击自定义指令1，就会将您选中的内容发送给ChatGPT，然后由ChatGPT翻译成英语。 3. 候选回答：在内容续写模式下，ChatGPT会返回多个候选回答，您可以通过切换上下键选择其中一个，按tab键接受该答案作为最终的回答。 4. 触发时间：在您输入内容后，会在指定的触发时间后，自动请求ChatGPT帮你补充完整后面的内容，您可以通过调整触发时间来控制ChatGPT的回复速度，也可以避免时间太短导致误触发。 5. 消息数量：更多的消息数量可以让ChatGPT感知到更多的历史信息，但由于OpenAI限制了最大的消息数量为4096个token，所以这个值不能太大，推荐值为6。 6. 自动续写：在内容续写模式下，您可以通过勾选自动续写，来控制是否自动续写，如果勾选了自动续写，那么您只需要输入内容，ChatGPT会自动帮您补充完整后面的内容，如果不勾选自动续写，ChatGPT插件功能将会关闭。 7. 代理开关：如果您的网络环境无法直接访问ChatGPT，那么您可以通过勾选代理开关，来使用代理访问ChatGPT，但同时您还需要配置代理地址才能奏效。 8. APIKEY： ChatGPT的APIKEY，您可以在ChatGPT官网申请，申请地址为：https://platform.openai.com/account/api-keys。 9. 代理地址：如果您的网络环境无法直接访问ChatGPT，那么您可以通过配置代理地址，来使用代理访问ChatGPT，注意：代理地址由IP:PORT组成，不能填写http://，也不能填写https://，暂时不支持需要用户名和密码验证的代理。 10. 保存配置：保存配置后，您的配置将会保存到本地，下次打开软件时，配置将会自动加载。 11. 重置配置：重置配置后，您的配置将会恢复到默认配置，执行此操作时您的之前填写的数据将会被覆盖。 12. 语言：目前支持20种常用的语言，您可以通过选择语言来控制ChatGPT的回复语言和插件界面显示的语言。
