Repository: keep1234quiet/CoAuthor
Catalog: language/Lang.*.resx
Languages: af_za, ar_sa, bn_bd, de_de, es_es, fa_ir, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, pt_br, ru_ru, ta_in, tr_tr, uk_ua, ur_pk, zh_cn

# reorgnize_sentence_str
source: help me reorganize this paragraph, don't answer redundant content
af_za: help my om hierdie paragraaf te herorganiseer, moenie oortollige inhoud beantwoord nie
ar_sa: ساعدني في إعادة تنظيم هذه الفقرة ، لا تجيب على المحتوى الزائد
bn_bd: এই অনুচ্ছেদটি পুনর্গঠন করতে আমাকে সাহায্য করুন, অপ্রয়োজনীয় বিষয়বস্তুর উত্তর দেবেন না
de_de: Helfen Sie mir, diesen Absatz neu zu organisieren, beantworten Sie keine redundanten Inhalte
es_es: ayúdame a reorganizar este párrafo, no respondas contenido redundante
fa_ir: به من در سازماندهی مجدد این پاراگراف کمک کنید، به مطالب اضافی پاسخ ندهید
fr_fr: aidez-moi à réorganiser ce paragraphe, ne répondez pas au contenu redondant
hi_in: इस अनुच्छेद को पुनर्गठित करने में मेरी सहायता करें, अनावश्यक सामग्री का उत्तर न दें
id_id: bantu saya mengatur ulang paragraf ini, jangan menjawab konten yang berlebihan
it_it: aiutami a riorganizzare questo paragrafo, non rispondere a contenuti ridondanti
ja_jp: この段落を再編成するのを手伝ってください。冗長なコンテンツには答えないでください
ko_kr: 이 단락을 재구성할 수 있도록 도와주세요. 중복된 콘텐츠에 답변하지 마세요.
pt_br: ajude-me a reorganizar este parágrafo, não responda a conteúdo redundante
ru_ru: помогите мне реорганизовать этот абзац, не отвечайте на избыточное содержание
ta_in: இந்த பத்தியை மறுசீரமைக்க எனக்கு உதவுங்கள், தேவையற்ற உள்ளடக்கத்திற்கு பதிலளிக்க வேண்டாம்
tr_tr: bu paragrafı yeniden düzenlememe yardım et, gereksiz içeriğe cevap verme
uk_ua: допоможіть мені реорганізувати цей параграф, не відповідайте на зайвий вміст
ur_pk: اس پیراگراف کو دوبارہ ترتیب دینے میں میری مدد کریں، بے کار مواد کا جواب نہ دیں۔
zh_cn: 帮我重新组织一下这段话,不要回答多余的内容

# not_selected_content_str
source: Not selected the content that needs to be refactored
af_za: Niks om te herfaktor word nagegaan nie
ar_sa: لم يتم فحص أي شيء لإعادة البناء
bn_bd: রিফ্যাক্টরের কিছুই চেক করা হয় না
de_de: Nichts zum Umgestalten wird überprüft
es_es: No se comprueba nada para refactorizar.
fa_ir: هیچ چیز برای Refactor بررسی نمی شود
fr_fr: Rien à refactoriser n'est coché
hi_in: रिफैक्टर करने के लिए कुछ भी चेक नहीं किया गया है
id_id: Tidak ada yang difaktorkan ulang yang dicentang
it_it: Non viene controllato nulla per il refactoring
ja_jp: リファクタリングするものは何もチェックされていません
ko_kr: 리팩토링할 항목이 선택되지 않았습니다.
pt_br: Nada para refatorar é verificado
ru_ru: Ничего рефакторить не проверяется
ta_in: மறுபரிசீலனை செய்ய எதுவும் சரிபார்க்கப்படவில்லை
tr_tr: Yeniden düzenleme yapılacak hiçbir şey kontrol edilmedi
uk_ua: Нічого для рефакторингу не перевірено
ur_pk: ریفیکٹر کے لیے کچھ بھی چیک نہیں کیا گیا ہے۔
zh_cn: 未选中需要重构的内容

# read_config_fail_or_cmd1_empty_str
source: Failed to read the configuration file or no user command 1 is configured. Please fill in and save the configuration. If the problem is not resolved, please provide feedback to the developer
af_za: Kon nie die konfigurasielêer lees nie of konfigureer nie die gebruikerinstruksie 1 nie, Vul asseblief in en stoor die konfigurasie, indien nie opgelos nie, rapporteer asseblief hierdie probleem aan die ontwikkelaar
ar_sa: فشل في قراءة ملف التكوين أو لم يتم تكوين تعليمات المستخدم 1 ، \ n يرجى ملء وحفظ التكوين ، إذا لم يتم حلها ، يرجى إبلاغ المطور بهذه المشكلة
bn_bd: কনফিগারেশন ফাইলটি পড়তে ব্যর্থ হয়েছে বা ব্যবহারকারীর নির্দেশনা 1 কনফিগার করেনি, অনুগ্রহ করে কনফিগারেশনটি পূরণ করুন এবং সংরক্ষণ করুন, যদি সমাধান না হয় তবে দয়া করে বিকাশকারীকে এই সমস্যাটি রিপোর্ট করুন
de_de: Die Konfigurationsdatei konnte nicht gelesen werden oder die Benutzeranweisung wurde nicht konfiguriert 1, Bitte füllen Sie die Konfiguration aus und speichern Sie sie. Falls nicht behoben, melden Sie dieses Problem bitte dem Entwickler
es_es: No se pudo leer el archivo de configuración o no se configuró la instrucción del usuario 1, Complete y guarde la configuración, si no se resuelve, informe este problema al desarrollador
fa_ir: فایل پیکربندی خوانده نشد یا دستورالعمل کاربر 1 پیکربندی نشد، لطفاً پیکربندی را تکمیل و ذخیره کنید، اگر حل نشد، لطفاً این مشکل را به برنامه‌نویس گزارش دهید
fr_fr: Impossible de lire le fichier de configuration ou n'a pas configuré l'instruction utilisateur 1, Veuillez remplir et enregistrer la configuration, si elle n'est pas résolue, veuillez signaler ce problème au développeur
hi_in: कॉन्फ़िगरेशन फ़ाइल पढ़ने में विफल या उपयोगकर्ता निर्देश 1 को कॉन्फ़िगर नहीं किया, कृपया कॉन्फ़िगरेशन भरें और सहेजें, यदि समाधान नहीं हुआ है, तो कृपया डेवलपर को इस समस्या की रिपोर्ट करें
id_id: Gagal membaca file konfigurasi atau tidak mengonfigurasi instruksi pengguna 1, Harap isi dan simpan konfigurasi, jika tidak teratasi, harap laporkan masalah ini ke pengembang
it_it: Impossibile leggere il file di configurazione o non è stata configurata l'istruzione utente 1, Si prega di compilare e salvare la configurazione, se non risolto, si prega di segnalare questo problema allo sviluppatore
ja_jp: 構成ファイルの読み取りに失敗したか、ユーザー指示 1 を構成しませんでした。 構成を入力して保存してください。解決されない場合は、この問題を開発者に報告してください。
ko_kr: 구성 파일을 읽지 못했거나 사용자 지침을 구성하지 않았습니다. 1, 구성을 입력하고 저장하십시오. 해결되지 않으면 이 문제를 개발자에게 보고하십시오.
pt_br: Falha ao ler o arquivo de configuração ou não configurou a instrução do usuário 1, Por favor, preencha e salve a configuração, se não for resolvido, por favor, reporte este problema ao desenvolvedor
ru_ru: Не удалось прочитать файл конфигурации или не настроить инструкцию пользователя 1, Пожалуйста, заполните и сохраните конфигурацию, если проблема не решена, сообщите об этой проблеме разработчику
ta_in: உள்ளமைவு கோப்பைப் படிக்க முடியவில்லை அல்லது பயனர் அறிவுறுத்தல் 1 ஐ உள்ளமைக்கவில்லை, தயவுசெய்து உள்ளமைவை நிரப்பி சேமிக்கவும், தீர்க்கப்படாவிட்டால், டெவலப்பரிடம் இந்தச் சிக்கலைப் புகாரளிக்கவும்
tr_tr: Yapılandırma dosyası okunamadı veya kullanıcı talimatı 1 yapılandırılmadı, Lütfen yapılandırmayı doldurun ve kaydedin, çözülmezse, lütfen bu sorunu geliştiriciye bildirin
uk_ua: Не вдалося прочитати файл конфігурації або не налаштувати інструкцію користувача 1, Будь ласка, заповніть і збережіть конфігурацію, якщо це не вирішено, повідомте про цю проблему розробнику
ur_pk: کنفیگریشن فائل کو پڑھنے میں ناکام یا یوزر انسٹرکشن 1 کو کنفیگر نہیں کیا، براہ کرم کنفیگریشن کو پُر کریں اور محفوظ کریں، اگر حل نہیں ہوا تو براہ کرم اس مسئلے کی اطلاع ڈویلپر کو دیں۔
zh_cn: 读取配置文件失败或没有配置用户指令1, 请填写并保存配置，若没有解决请向开发者反馈此问题

# exec_cmd1_error_str
source: Error executing custom command 1
af_za: Voer gepasmaakte instruksie 1 fout uit
ar_sa: تنفيذ خطأ 1 تعليمات مخصصة
bn_bd: কাস্টম নির্দেশ কার্যকর করা হচ্ছে 1 ত্রুটি৷
de_de: Fehler beim Ausführen der benutzerdefinierten Anweisung 1
es_es: Error al ejecutar la instrucción personalizada 1
fa_ir: خطای اجرای دستور سفارشی 1
fr_fr: Erreur d'exécution de l'instruction personnalisée 1
hi_in: कस्टम निर्देश 1 त्रुटि निष्पादित करना
id_id: Menjalankan instruksi khusus 1 kesalahan
it_it: Esecuzione dell'istruzione personalizzata 1 errore
ja_jp: カスタム命令1実行エラー
ko_kr: 사용자 지정 명령어 실행 중 1 오류
pt_br: Executando erro de instrução personalizada 1
ru_ru: Выполнение пользовательской инструкции 1 ошибка
ta_in: தனிப்பயன் அறிவுறுத்தலை செயல்படுத்துவதில் 1 பிழை
tr_tr: Özel yönerge 1 yürütülüyor hatası
uk_ua: Помилка виконання спеціальної інструкції 1
ur_pk: حسب ضرورت ہدایات پر عمل درآمد 1 خرابی۔
zh_cn: 执行自定义指令1错误

# read_config_fail_or_cmd2_empty_str
source: Failed to read the configuration file or no user command 2 is configured. Please fill in and save the configuration. If the problem is not resolved, please provide feedback to the developer
af_za: Kon nie die konfigurasielêer lees nie of het nie die gebruikeropdrag 2 opgestel nie, Vul asseblief die konfigurasie in en stoor, indien nie opgelos nie, rapporteer asseblief hierdie probleem aan die ontwikkelaar
ar_sa: فشل في قراءة ملف التكوين أو لم يتم تكوين أمر المستخدم 2 ، \ n يرجى ملء وحفظ التكوين ، إذا لم يتم حلها ، يرجى إبلاغ المطور بهذه المشكلة
bn_bd: কনফিগারেশন ফাইলটি পড়তে ব্যর্থ হয়েছে বা ব্যবহারকারী কমান্ড 2 কনফিগার করেনি, অনুগ্রহ করে কনফিগারেশনটি পূরণ করুন এবং সংরক্ষণ করুন, যদি সমাধান না হয় তবে দয়া করে বিকাশকারীকে এই সমস্যাটি রিপোর্ট করুন
de_de: Die Konfigurationsdatei konnte nicht gelesen werden oder der Benutzerbefehl 2 wurde nicht konfiguriert. Bitte füllen Sie die Konfiguration aus und speichern Sie sie. Falls nicht behoben, melden Sie dieses Problem bitte dem Entwickler
es_es: No se pudo leer el archivo de configuración o no configuró el comando de usuario 2, Complete y guarde la configuración, si no se resuelve, informe este problema al desarrollador
fa_ir: فایل پیکربندی خوانده نشد یا فرمان کاربر 2 پیکربندی نشد، لطفاً پیکربندی را تکمیل و ذخیره کنید، اگر حل نشد، لطفاً این مشکل را به برنامه‌نویس گزارش دهید.
fr_fr: Impossible de lire le fichier de configuration ou n'a pas configuré la commande utilisateur 2, Veuillez remplir et enregistrer la configuration, si elle n'est pas résolue, veuillez signaler ce problème au développeur
hi_in: कॉन्फ़िगरेशन फ़ाइल पढ़ने में विफल या उपयोगकर्ता कमांड 2 को कॉन्फ़िगर नहीं किया, कृपया कॉन्फ़िगरेशन भरें और सहेजें, यदि समाधान नहीं हुआ है, तो कृपया डेवलपर को इस समस्या की रिपोर्ट करें
id_id: Gagal membaca file konfigurasi atau tidak mengonfigurasi perintah pengguna 2, Silakan isi dan simpan konfigurasi, jika tidak teratasi, laporkan masalah ini ke pengembang
it_it: Impossibile leggere il file di configurazione o non configurare il comando utente 2, Si prega di compilare e salvare la configurazione, se non risolto, si prega di segnalare questo problema allo sviluppatore
ja_jp: 構成ファイルの読み取りに失敗したか、ユーザー コマンド 2 を構成しませんでした。 構成を入力して保存してください。解決されない場合は、この問題を開発者に報告してください。
ko_kr: 구성 파일을 읽지 못했거나 사용자 명령을 구성하지 않았습니다. 2, 구성을 입력하고 저장하십시오. 해결되지 않으면 이 문제를 개발자에게 보고하십시오.
pt_br: Falha ao ler o arquivo de configuração ou não configurou o comando do usuário 2, Por favor, preencha e salve a configuração, se não resolver, por favor, reporte este problema ao desenvolvedor
ru_ru: Не удалось прочитать файл конфигурации или не была настроена пользовательская команда 2, Пожалуйста, заполните и сохраните конфигурацию, если проблема не решена, сообщите об этой проблеме разработчику
ta_in: உள்ளமைவு கோப்பைப் படிக்க முடியவில்லை அல்லது பயனர் கட்டளை 2 ஐ உள்ளமைக்கவில்லை, தயவுசெய்து உள்ளமைவை நிரப்பி சேமிக்கவும், தீர்க்கப்படாவிட்டால், டெவலப்பரிடம் இந்தச் சிக்கலைப் புகாரளிக்கவும்
tr_tr: Yapılandırma dosyası okunamadı veya kullanıcı komutu 2 yapılandırılmadı, Lütfen yapılandırmayı doldurun ve kaydedin, çözülmezse, lütfen bu sorunu geliştiriciye bildirin
uk_ua: Не вдалося прочитати файл конфігурації або не налаштувати команду користувача 2, Будь ласка, заповніть і збережіть конфігурацію, якщо це не вирішено, повідомте про цю проблему розробнику
ur_pk: کنفیگریشن فائل کو پڑھنے میں ناکام یا یوزر کمانڈ 2 کو کنفیگر نہیں کیا، براہ کرم کنفیگریشن کو پُر کریں اور محفوظ کریں، اگر حل نہیں ہوا تو براہ کرم اس مسئلے کی اطلاع ڈویلپر کو دیں۔
zh_cn: 读取配置文件失败或没有配置用户指令2, 请填写并保存配置，若没有解决请向开发者反馈此问题

# exec_cmd2_error_str
source: Error executing custom command 2
af_za: Fout met die uitvoering van persoonlike instruksie 2
ar_sa: خطأ في تنفيذ التعليمات المخصصة 2
bn_bd: কাস্টম নির্দেশ 2 কার্যকর করতে ত্রুটি৷
de_de: Fehler beim Ausführen der benutzerdefinierten Anweisung 2
es_es: Error al ejecutar la instrucción personalizada 2
fa_ir: خطا در اجرای دستور سفارشی 2
fr_fr: Erreur lors de l'exécution de l'instruction personnalisée 2
hi_in: कस्टम निर्देश को क्रियान्वित करने में त्रुटि 2
id_id: Kesalahan mengeksekusi instruksi khusus 2
it_it: Errore durante l'esecuzione dell'istruzione personalizzata 2
ja_jp: カスタム命令 2 の実行中にエラーが発生しました
ko_kr: 사용자 지정 명령어 실행 오류 2
pt_br: Erro ao executar a instrução personalizada 2
ru_ru: Ошибка выполнения пользовательской инструкции 2
ta_in: தனிப்பயன் அறிவுறுத்தலைச் செயல்படுத்துவதில் பிழை 2
tr_tr: Özel yönerge 2 yürütülürken hata oluştu
uk_ua: Помилка виконання спеціальної інструкції 2
ur_pk: حسب ضرورت ہدایات پر عمل کرنے میں خرابی 2
zh_cn: 执行自定义指令2错误

# read_config_fail_or_cmd3_empty_str
source: Failed to read the configuration file or no user command 3 is configured. Please fill in and save the configuration. If the problem is not resolved, please provide feedback to the developer
af_za: Kon nie die konfigurasielêer lees nie of konfigureer nie die gebruikeropdrag 3 nie, Vul asseblief in en stoor die konfigurasie, indien nie opgelos nie, rapporteer asseblief hierdie probleem aan die ontwikkelaar
ar_sa: فشل في قراءة ملف التكوين أو لم يتم تكوين أمر المستخدم 3 ، \ n يرجى ملء وحفظ التكوين ، إذا لم يتم حلها ، يرجى إبلاغ المطور بهذه المشكلة
bn_bd: কনফিগারেশন ফাইলটি পড়তে ব্যর্থ হয়েছে বা ব্যবহারকারী কমান্ড 3 কনফিগার করেনি, অনুগ্রহ করে কনফিগারেশনটি পূরণ করুন এবং সংরক্ষণ করুন, যদি সমাধান না হয় তবে দয়া করে বিকাশকারীকে এই সমস্যাটি রিপোর্ট করুন
de_de: Die Konfigurationsdatei konnte nicht gelesen werden oder der Benutzerbefehl 3 wurde nicht konfiguriert. Bitte füllen Sie die Konfiguration aus und speichern Sie sie. Falls nicht behoben, melden Sie dieses Problem bitte dem Entwickler
es_es: No se pudo leer el archivo de configuración o no configuró el comando de usuario 3, Complete y guarde la configuración, si no se resuelve, informe este problema al desarrollador
fa_ir: فایل پیکربندی خوانده نشد یا فرمان کاربر 3 پیکربندی نشد، لطفاً پیکربندی را تکمیل و ذخیره کنید، اگر حل نشد، لطفاً این مشکل را به برنامه‌نویس گزارش دهید.
fr_fr: Impossible de lire le fichier de configuration ou n'a pas configuré la commande utilisateur 3, Veuillez remplir et enregistrer la configuration, si elle n'est pas résolue, veuillez signaler ce problème au développeur
hi_in: कॉन्फ़िगरेशन फ़ाइल पढ़ने में विफल या उपयोगकर्ता कमांड 3 को कॉन्फ़िगर नहीं किया, कृपया कॉन्फ़िगरेशन भरें और सहेजें, यदि समाधान नहीं हुआ है, तो कृपया डेवलपर को इस समस्या की रिपोर्ट करें
id_id: Gagal membaca file konfigurasi atau tidak mengonfigurasi perintah pengguna 3, Silakan isi dan simpan konfigurasi, jika tidak teratasi, laporkan masalah ini ke pengembang
it_it: Impossibile leggere il file di configurazione o non configurare il comando utente 3, Si prega di compilare e salvare la configurazione, se non risolto, si prega di segnalare questo problema allo sviluppatore
ja_jp: 構成ファイルの読み取りに失敗したか、ユーザー コマンド 3 を構成しませんでした。 構成を入力して保存してください。解決されない場合は、この問題を開発者に報告してください。
ko_kr: 구성 파일을 읽지 못했거나 사용자 명령을 구성하지 않았습니다. 3, 구성을 입력하고 저장하십시오. 해결되지 않으면 이 문제를 개발자에게 보고하십시오.
pt_br: Falha ao ler o arquivo de configuração ou não configurou o comando do usuário 3, Por favor, preencha e salve a configuração, se não for resolvido, por favor, reporte este problema ao desenvolvedor
ru_ru: Не удалось прочитать файл конфигурации или не была настроена пользовательская команда 3, Пожалуйста, заполните и сохраните конфигурацию, если проблема не решена, сообщите об этой проблеме разработчику
ta_in: உள்ளமைவு கோப்பைப் படிக்க முடியவில்லை அல்லது பயனர் கட்டளை 3 ஐ உள்ளமைக்கவில்லை, தயவுசெய்து உள்ளமைவை நிரப்பி சேமிக்கவும், தீர்க்கப்படாவிட்டால், டெவலப்பரிடம் இந்தச் சிக்கலைப் புகாரளிக்கவும்
tr_tr: Yapılandırma dosyası okunamadı veya kullanıcı komutu 3 yapılandırılmadı, Lütfen yapılandırmayı doldurun ve kaydedin, çözülmezse, lütfen bu sorunu geliştiriciye bildirin
uk_ua: Не вдалося прочитати файл конфігурації або не налаштувати команду користувача 3, Будь ласка, заповніть і збережіть конфігурацію, якщо це не вирішено, повідомте про цю проблему розробнику
ur_pk: کنفیگریشن فائل کو پڑھنے میں ناکام یا یوزر کمانڈ 3 کو کنفیگر نہیں کیا، براہ کرم کنفیگریشن کو پُر کریں اور محفوظ کریں، اگر حل نہیں ہوا تو براہ کرم اس مسئلے کی اطلاع ڈویلپر کو دیں۔
zh_cn: 读取配置文件失败或没有配置用户指令3, 请填写并保存配置，若没有解决请向开发者反馈此问题

# exec_cmd3_error_str
source: Error executing custom command 3
af_za: Fout met die uitvoering van persoonlike instruksie 3
ar_sa: خطأ في تنفيذ التعليمات المخصصة 3
bn_bd: কাস্টম নির্দেশ কার্যকর করতে ত্রুটি 3
de_de: Fehler beim Ausführen der benutzerdefinierten Anweisung 3
es_es: Error al ejecutar la instrucción personalizada 3
fa_ir: خطا در اجرای دستور سفارشی 3
fr_fr: Erreur lors de l'exécution de l'instruction personnalisée 3
hi_in: कस्टम निर्देश को क्रियान्वित करने में त्रुटि 3
id_id: Kesalahan mengeksekusi instruksi khusus 3
it_it: Errore durante l'esecuzione dell'istruzione personalizzata 3
ja_jp: カスタム命令 3 の実行中にエラーが発生しました
ko_kr: 사용자 지정 명령 실행 오류 3
pt_br: Erro ao executar a instrução personalizada 3
ru_ru: Ошибка выполнения пользовательской инструкции 3
ta_in: தனிப்பயன் அறிவுறுத்தலை செயல்படுத்துவதில் பிழை 3
tr_tr: Özel yönerge 3 yürütülürken hata oluştu
uk_ua: Помилка виконання спеціальної інструкції 3
ur_pk: حسب ضرورت ہدایات پر عمل کرنے میں خرابی 3
zh_cn: 执行自定义指令3错误
